Repository: osm-fr/osmose-frontend
Catalog: web/po/*.po
Languages: ar, cs, gl, hu, lt, nb, pt_br

source: Level {level} issues ({count})
ar: مشاكل المستوى {level} ({count})
cs: Priorita {level} problémů ({count})
gl: Nivel {level} problemas ({count})
hu: {level}. szintű lehetséges hibák: {count}
nb: Nivå {level} problemer ({count})
pt_br: Erros de nível {level} ({count})

source: JOSM validator
ar: مدقق محرر جوسم
cs: JOSM validátor
gl: Validador do JOSM
hu: JOSM-érvényesítő
nb: JOSM-validering
pt_br: Validação JOSM

source: seamark
ar: العلامات البحرية
cs: maják
gl: marcas marítimas
hu: hajózásitérkép-jel
nb: sjømerke
pt_br: baliza costeira

source: addresses
ar: العناوين
cs: adresy
gl: enderezos
hu: címek
nb: adresser
pt_br: moradas

source: combinations
ar: التركيبات
cs: kombinace
gl: combinacións
hu: kombinációk
nb: kombinasjoner
pt_br: combinações

source: deprecated
ar: المهملة
cs: zastaralé
gl: obsoleto
hu: elavult
pt_br: depreciado

source: geometry
ar: الشكل الهندسي
cs: geometrie
gl: xeometría
hu: geometria
nb: geometri
pt_br: geometria

source: multiple
ar: متعدد
cs: mnohonásobný
gl: múltiplo
hu: többszörös
nb: flere
pt_br: múltiplo

source: numeric
ar: رقمية
cs: číselný
gl: numérico
hu: numerikus
nb: numerisk
pt_br: numérico

source: relation
ar: علاقة
cs: relace
gl: relación
hu: kapcsolat
nb: relasjon
pt_br: relação

source: religion
ar: ديني
cs: náboženské vyznání
gl: relixión
hu: vallás
lt: religija
pt_br: religião

source: territories
ar: الاقاليم
cs: území
gl: territorios
hu: területek
nb: territorier
pt_br: territórios

source: unnecessary
ar: لا لزوم لها
cs: zbytečné
gl: non necesario
hu: fölösleges
nb: unødvendig
pt_br: desnecessário

source: Country
ar: الدولة
cs: země
gl: País
hu: Ország
lt: Šalis
nb: Land
pt_br: País

source: Item
ar: عنصر
cs: Položka
gl: Elemento
hu: Elem
lt: Elementas
nb: Element

source: False positive / Done
ar: اكتشاف خاطئ / تم
cs: Není chyba / Hotovo
gl: Falso positivo / Feito
hu: Téves hibajelzés / Kész
nb: Falsk positiv / Ferdig
pt_br: Falso Positivo/Feito

source: Objects edited
ar: العناصر التي تم تحريرها
cs: Objekty upraveny
gl: Obxectos editados
hu: Szerkesztett objektumok
nb: Endrede objekter
pt_br: Objetos editados

source: Show Object on {where}
ar: إظهار العنصر على {where}
cs: Ukaž objekt na {where}
gl: Amosar obxecto en {where}
hu: Objektum megjelenítése itt: {where}
nb: Vis objekt på {where}
pt_br: Mostrar objeto em {where}

source: Edit Object with {where}
ar: تحرير العنصر باستخدام {where}
cs: Edituj objekt pomocí {where}
gl: Editar obxecto co {where}
hu: Objektum szerkesztése a következővel: {where}
nb: Rediger objekt med {where}
pt_br: Editar objeto com {where}

source: online Osmose Editor
ar: محرر Osmose عبر الإنترنت
gl: Editor do Osmose en liña
hu: online Osmose-szerkesztő
nb: online Osmose-redigering
pt_br: editor online Osmose

source: Load the fix in {where}
ar: قم بتشغيل الإصلاح في {where}
cs: Nahraj fix na {where}
gl: Cargar a corrección en {where}
hu: Javítás betöltése itt: {where}
nb: Last korrigeringen inn i {where}
pt_br: Carregar a correção em {where}

source: Add the new object in {where}
ar: أضف العنصر الجديد في {where}
cs: Přidej nový objekt {where}
gl: Engadir o novo obxecto en {where}
hu: Új objektum hozzáadása itt: {where}
nb: Legg til det nye objektet i {where}
pt_br: Adicionar o novo objeto em {where}

source: Show the area on {where}
ar: إظهار المنطقة على {where}
cs: Ukaž plochu {where}
gl: Amosar a área en {where}
hu: Terület megjelenítése itt: {where}
nb: Vis området på {where}
pt_br: Mostrar a área em {where}

source: Edit the area on {where}
ar: قم بتحرير المنطقة على {where}
cs: Edituj plochu pomocí {where}
gl: Editar a área en {where}
hu: Terület szerkesztése itt: {where}
nb: Rediger området på {where}
pt_br: Editar a área em {where}

source: details
ar: التفاصيل
cs: detaily
gl: detalles
hu: részletek
nb: detaljer
pt_br: detalhes

source: Issue reported on:
ar: تم الإبلاغ عن المشكلة في:
cs: Záležitost nahlášena v:
gl: Problema informado no:
hu: Hiba bejelentésének ideje:
lt: Apie problemą pranešta:
nb: Problem rapportert på:
pt_br: Erro reportado em:

source: Report the issue as improper, if it is not an issue according to you. The issue will not be displayed to anyone anymore.
ar: أبلغ عن المشكلة باعتبارها غير ملائمة، إذا لم تكن مشكلة برأيك. لن يتم عرض المشكلة لأي شخص بعد ذلك.
cs: Nahlásit problém jako nevhodný, pokud to podle vás není problém. Problém se nikomu dalšímu nezobrazí.
gl: Informa o problema coma non axeitado, se está de acordo contigo non é un problema. O problema non se amosará a ninguén máis.
hu: Ha szerinted ez nem hiba, jelöld meg helytelenként. A hiba többé senkinek sem fog megjelenni.
nb: Rapporter problemet som en falsk positiv, hvis deu mener det ikke er et problem. Problemet vil ikke vises til noen som helst lenger.
pt_br: Reportar o erro como impróprio, se não considerar um erro. O erro não será mostrado a mais ninguém.

source: After fixing the issue in the OSM data, mark it as done. It will also disappear automatically on the next check.
ar: بعد إصلاح المشكلة في بيانات OSM، ضع علامة عليها على أنها تمت، وأيضاً ستختفي تلقائيا عند الفحص التالي.
cs: Po vyřešení problému na základě údajů OSM označte jej jako hotový. Může také zmizet automaticky při příští kontrole, pokud to již není problém.
gl: Após solucionar o problema nos datos do OSM, márcao coma feito. Tamén pode desaparecer de xeito automático na seguinte comprobación se non hai máis problema.
hu: Miután a hibát kijavítottad az OSM-adatbázisban, jelöld meg készként. Automatikusan is eltűnhet a következő ellenőrzéskor, ha már nincs benne hiba.
nb: Etter problemet er fikset i OSM, marker som fullført. Kan også bli borte automatisk ved neste sjekk hvis problemet er borte.
pt_br: Após o erro ser corrigido nos dados do OSM, marque-o como resolvido. Pode também desaparecer automaticamente na próxima verificação se não houver mais problemas.

source: power transformer
ar: محول الطاقة
cs: Transformátorová stanice
gl: transformador de enerxía
hu: transzformátor
nb: strømtransformator
pt_br: transformador

source: opening hours
ar: ساعات العمل
cs: otvírací hodiny
gl: horario de apertura
hu: nyitva tartás
nb: åpningstider
pt_br: horário de abertura

source: hospital
ar: مستشفى
cs: nemocnice
hu: kórház
lt: ligoninė
nb: sykehus

source: social facility
ar: مرفق اجتماعي
cs: sociální zařízení
gl: instalación social
hu: szociális létesítmény
nb: sosial tjeneste
pt_br: instalação social

source: medical lab
ar: المختبر الطبي
cs: lékařská laboratoř
gl: laboratorio médico
hu: orvosi labor
nb: medisinsk lab
pt_br: laboratório médico

source: hospital, could be integrated
ar: مستشفى ، يمكن دمجها
cs: nemocnice, mohlo by být integrováno
gl: hospital, ten que ser integrado
hu: kórház: kiegészíthető
nb: sykehus, kan integreres
pt_br: hospital, poderia ser integrado

source: social facility, could be integrated
ar: يمكن دمج المرافق الاجتماعية
cs: sociální zařízení, mohlo by být integrováno
gl: instalación social, ten que ser integrada
hu: szociális létesítmény: kiegészíthető
nb: sosial tjeneste, kan integreres
pt_br: instalação social, poderia ser integrada

source: medical lab, could be integrated
ar: مختبر طبي ، يمكن دمجها
cs: lékařská laboratoř, mohlo by být integrováno
gl: laboratorio médico, ten que ser integrado
hu: orvosi labor: kiegészíthető
nb: medisinsk lab, kan integreres
pt_br: laboratório médico, podia ser integrado

source: police, need update
ar: الشرطة ، بحاجة إلى تحديث
cs: policie, potřebuje update
gl: policía, precisa actualización
hu: rendőrség: frissítendő
nb: politi, trenger oppdatering
pt_br: polícia, necessita de atualização

source: swimming pool
ar: حمام سباحة
cs: plavecký bazén
gl: piscina
hu: úszómedence
nb: svømmebasseng
pt_br: piscina

source: potential misspelling
ar: خطأ إملائي محتمل
cs: potenciální pravopisná chyba
gl: erro ortográfico potencial
hu: lehetséges elírás
nb: potensiell skrivefeil
pt_br: possível erro ortográfico

source: enforcement
ar: انفاذ
cs: vynucení
gl: execución
hu: forgalomellenőrzés
nb: utøvende makt
pt_br: obrigatoriedade

source: URL
ar: الرابط

source: street objects
ar: عناصر الشارع
cs: objekty ulice
gl: obxectos da rúa
hu: utcai tárgyak
lt: gatvės objektai
nb: gateobjekter
pt_br: objetos da rua

source: openrailwaymap
ar: خريطة OpenRailwayMap

source: openrailwaymap in germany
ar: openrailwaymap في ألمانيا
cs: openrailwaymap v Německu
gl: openrailwaymap en Alemaña
hu: OpenRailwayMap Németországban
nb: openrailwaymap i tyskland
pt_br: openrailwaymap na alemanha

source: railways
ar: السكك الحديديه
cs: železnice
gl: ferrocarrís
hu: vasút
nb: jernbaner
pt_br: ferrovias

source: power plant
ar: محطة توليد الكهرباء
cs: elektrárna
gl: planta de enerxía
hu: erőmű
nb: kraftverk
pt_br: usina elétrica

source: Osmose tool is mainly developped by french people, and we aim to add more languages.
ar: تم تطوير أداة Osmose بشكل أساسي من قبل الفرنسيين ، ونهدف إلى إضافة المزيد من اللغات.
cs: Nástroj Osmose je vyvíjený hlavně Francouzi, ale chtěli bychom přidat více jazyků.
gl: A ferramenta Osmose está desenvolvida principalmente por franceses, e intentamos engadir máis idiomas.
hu: Az Osmose-eszközt jórészt franciák fejlesztik, és szeretnénk több nyelvet hozzáadni.
lt: Osmose įrankis pagrinde vystomas prancūzų, bet mūsų tikslas pridėti daugiau kalbų.
nb: Osmose-verktøyet er hovedsaklig utviklet av franske folk, og vi har som mål å legge til flere språk.
pt_br: A ferramenta Osmose é desenvolvida principalmente por franceses, e queremos adicionar mais idiomas.

source: defibrillator
ar: مزيل الرجفان
cs: defibrilátor
gl: desfibrilador
hu: defibrillátor
pt_br: desfibrilador

source: radio support
ar: دعم الراديو
cs: podpora pro rádio
gl: instalación de radio
hu: távközlési adó
nb: radioanlegg-støtte
pt_br: instalação de rádio

source: radio support, could be integrated
ar: الدعم اللاسلكي ، يمكن دمجه
cs: podpora pro rádio, může být vestavěné
gl: instalación de radio, podería integrarse
hu: távközlési adó: kiegészíthető
nb: radioanlegg-støtte, kan integreres
pt_br: instalação de rádio, poderia ser integrada

source: radio support, need update
ar: دعم الراديو ، بحاجة إلى تحديث
cs: podpora pro rádio, potřebuje aktualizaci
gl: instalación de radio, necesita actualización
hu: távközlési adó: frissítendő
nb: radioanlegg-støtte, trenger oppdatering
pt_br: instalação de rádio, necessita de atualização

source: How to Fix
ar: كيفية الإصلاح
cs: Jak opravit
gl: Como se arranxa
hu: Hogyan javítsuk
lt: Kaip pataisyti
pt_br: Como Corrigir

source: Trap to avoid
ar: فخ يجب تجنبه
cs: Past k vyhnutí se
gl: Trampa a evitar
hu: Elkerülendő csapdák
pt_br: Armadilha a evitar

source: Example
ar: مثال
cs: Příklad
gl: Exemplo
hu: Példa
lt: Pavyzdys
pt_br: Exemplo

source: Source Code
ar: كود المصدر
cs: Zdrojový kód
gl: Código fonte
hu: Forráskód
lt: Pirminis programos tekstas
pt_br: Código-fonte

source: Resource used
ar: الموارد المستخدمة
cs: Použitý zdroj
gl: Recurso usado
hu: Felhasznált erőforrások
lt: Panaudoti resursai
pt_br: Recurso usado

source: Want to improve this control or this doc?
ar: هل تريد تحسين عنصر التحكم هذا أو هذا المستند؟
cs: Chcete vylepšit tuto kontrolu nebo její dokumentaci?
gl: Queres mellorar este control ou este documento?
hu: Szeretné javítani ezt a vezérlőt vagy ezt a dokumentumot?
pt_br: Deseja melhorar este controle ou este documento?

source: Welcome to Osmose-QA
ar: مرحبا بكم في Osmose-QA
cs: Vítejte v Osmose-QA
gl: Benvido a Osmose-QA
hu: Isten hozta az Osmose OSM-minőségbiztosítási eszköz felületén!
pt_br: Bem-vindo(a) ao Osmose-QA

source: In no case Osmose-QA should provide you the absolute right way to map, always keep a critical eye.
ar: لا ينبغي بأي حال من الأحوال أن يوفر لك Osmose-QA الطريقة الصحيحة المطلقة للرسم، لذا حافظ دائمًا على نظرة نقدية وابحث عن أفضل الطرق.
cs: V žádném případě by Osmose-QA nemělo poskytovat absolutní pravdu o tom jak mapovat. Vždy použijte kritické myšlení.
gl: Osmose-QA en ningún caso che debería indicar a forma absolutamente correcta de mapear; mantén sempre un ollo crítico.
hu: Az Osmose-QA semmiképpen sem képes megmutatni a térképezés tökéletes módját: az eredményeket mindig kritikus szemmel nézze.
pt_br: Em nenhuma circunstância o Osmose-QA deve dizer o jeito correto de mapear, mantenha-se sempre crítico.

source: You can find help on the wiki:
ar: يمكنك العثور على المساعدة على الويكي:
cs: Pomoc najdete na wiki:
gl: Podes obter axuda na wiki:
hu: További segítséget talál a wikin:
pt_br: Você pode encontrar ajuda na wiki:

source: charging station
ar: محطة شحن
cs: nabíjecí stanice
gl: estación de carga
hu: elektromos töltőállomás
pt_br: estação de carregamento

source: charging station, could be integrated
ar: محطة شحن ، يمكن دمجها
cs: nabíjecí stanice, mohla by být integrována
gl: estación de carga, podería integrarse
hu: elektromos töltőállomás: kiegészíthető
pt_br: estação de carregamento, poderia ser integrado

source: charging station, need update
ar: محطة شحن ، تحتاج إلى تحديث
cs: nabíjecí stanice, potřebují aktualizaci
gl: estación de carga, necesita actualización
hu: elektromos töltőállomás: frissítendő
pt_br: estação de carregamento, necessita de atualização

source: related objects
ar: العناصر ذات الصلة
cs: související objekty
gl: obxectos relacionados
hu: kapcsolódó objektumok
lt: susiję objektai
pt_br: objetos relacionados

source: wastewater
ar: مياه الصرف الصحي
cs: odpadní vody
gl: augas residuais
hu: szennyvíz
pt_br: esgoto

source: wastewater, could be integrated
ar: مياه الصرف الصحي ، يمكن دمجها
cs: odpadní vody, mohly by být integrovány
gl: augas residuais, podería integrarse
hu: szennyvíz: kiegészíthető
pt_br: esgoto, poderia ser integrado

source: wastewater, need update
ar: مياه الصرف الصحي ، تحتاج إلى تحديث
cs: odpadní vody, potřebují aktualizaci
gl: augas residuais, necesita actualización
hu: szennyvíz: frissítendő
pt_br: esgoto, necessita de atualização

source: delete issue
ar: حذف المشكلة
cs: odstranit problém
gl: borrar problema
hu: hiba törlése
pt_br: eliminar erro

source: Issue details
ar: تفاصيل المشكلة
cs: Detaily problému
gl: Detalles do problema
hu: Hiba részletei
pt_br: Detalhes do erro

source: Report based on data from date
ar: تقرير مبني على بيانات من تاريخ
cs: Zpráva na základě údajů z data
gl: Informe baseado nos datos dende a data
hu: A bejelentés adatainak dátuma:
pt_br: Relatório baseado nos dados do dia

source: pharmacy, need update
ar: صيدلية بحاجة إلى تحديث
cs: lékárna, potřeba aktualizace
gl: farmacia, necesita actualización
hu: gyógyszertár: frissítendő
pt_br: farmácia, necessita de atualização

source: power substation, need update
ar: محطة طاقة فرعية ، تحتاج إلى تحديث
cs: rozvodna elektrické energie, potřeba aktualizace
gl: subestación de enerxía, necesita actualización
hu: elektromos alállomás: frissítendő
pt_br: subestação de energia, necessita de atualização

source: shop
ar: متجر
cs: obchod
gl: tenda
hu: bolt
pt_br: loja

source: specific russia
ar: يتعلق بروسيا
cs: specifické ruské
gl: específico de Rusia
hu: Oroszország-specifikus
pt_br: específico da Rússia

source: specific brazil
ar: يتعلق بالبرازيل
cs: specifické brazilské
gl: específico de Brasil
hu: Brazília-specifikus
pt_br: específico do Brasil

source: specific france
ar: يتعلق بفرنسا
cs: specifické francouzské
gl: específico de Francia
hu: Franciaország-specifikus
pt_br: específico da França

source: Fixed with Osmose
ar: تم الإصلاح باستخدام Osmose
cs: Opraveno pomocí Osmose
gl: Arranxado por Osmose
lt: Pataisyta su Osmose
pt_br: Corrigido com Osmose

source: Done
ar: تم
cs: Hotovo
gl: Feito
hu: Kész
lt: Baigta
pt_br: Feito

source: Osmose-QA is a quality assurance tool that detects issues in OpenStreetMap data.
ar: Osmose-QA هي أداة لضمان الجودة تكتشف المشكلات في بيانات خريطة الشارع المفتوحة.
cs: Osmose-QA je nástroj pro zajištění kvality, který odhaluje problémy v datech OpenStreetMap.
gl: Osmose-QA é unha ferrementa de control de calidade que detecta problemas nos datos de OpenStreetMap.
hu: Az Osmose-QA egy minőségbiztosítási eszköz, amely az OpenStreetMap adatainak problémáit észleli.
pt_br: Osmose-QA é uma ferramenta de garantia da qualidade que detecta erros nos dados do OpenStreetMap.

source: It detects a very wide range of issue types. It is also useful for integrating third-party data sets by conflation.
ar: يكتشف مجموعة واسعة جدًا من أنواع المشاكل، كما أنه ذو فائدة في دمج بيانات من مصادر خارجية عن طريق المطابقة.
cs: Detekuje velmi širokou škálu typů problémů. Je také užitečný pro integraci datových sad třetích stran pomocí konfrontace.
gl: Detecta unha gran variedade de tipos de problemas. Tamén é útil para integrar conxuntos de datos de terceiros por combinación.
hu: A hibatípusok nagyon széles skáláját észleli. Harmadik féltől származó adatkészletek összevonással történő integrálásánál is hasznos eszköz.
pt_br: Ele detecta uma ampla variedade de tipos de problemas. Também é útil para integrar conjuntos de dados de terceiros por conflação.

source: VAT
ar: ضريبة القيمة المضافة
gl: IVE
hu: Áfa
lt: PVM
pt_br: IVA

source: health centre
ar: مركز صحي
cs: zdravotní středisko
gl: centro de saúde
hu: egészségügyi központ
pt_br: centro de saúde

source: health centre, could be integrated
ar: يمكن دمج المركز الصحي
gl: centro de saúde, podería integrarse
hu: egészségügyi központ: kiegészíthető
pt_br: centro de saúde, poderia ser integrado

source: tourism
ar: سياحة
gl: turismo
hu: turizmus
lt: turizmas
pt_br: turismo

source: Feel free to report any problem, idea or new open data you want to add to Osmose on our Github:
ar: لا تتردد في الإبلاغ عن أي مشكلة أو فكرة أو بيانات مفتوحة جديدة تريد إضافتها إلى Osmose على Github الخاص بنا:
hu: Nyugodtan adjon hírt a Github-oldalunkon bármilyen problémáról, ötletről vagy új nyílt adatról, amelyet hozzá kíván adni az Osmose-hoz:
pt_br: Sinta-se à vontade para relatar qualquer problema, ideia ou novos dados abertos que queira adicionar ao Osmose em nosso Github:

source: fire hydrant
ar: صنبور إطفاء الحرائق
hu: tűzcsap
pt_br: hidrante

source: fire hydrant, could be integrated
ar: صنبور إطفاء الحرائق ، يمكن دمجها
hu: tűzcsap: kiegészíthető
pt_br: hidrante, poderia ser integrado

source: milestone
ar: المعالم
hu: kilométerkő
pt_br: marco quilométrico

source: milestone, could be integrated
ar: مَعلم ، يمكن دمجها
hu: kilométerkő: kiegészíthető
pt_br: marco quilométrico, poderia ser integrado

source: viewpoint
ar: منظر سياحي
hu: kilátóhely
pt_br: mirante

source: picnic
ar: نزهه
hu: piknikezőhely
pt_br: piquenique

source: bicycle infrastructure
ar: البنية التحتية للدراجات
hu: kerékpáros infrastruktúra
pt_br: infraestrutura cicloviária

source: Information
ar: معلومات
hu: Információ
lt: Informacija
pt_br: informação

source: place of worship
ar: أماكن العبادة
hu: istentiszteleti hely
pt_br: lugar de adoração

source: cemetery
ar: مقبرة
hu: temető
lt: kapinės
pt_br: cemitério

source: man made
ar: من صنع الإنسان
hu: építmény
pt_br: estrutura construída por humanos

source: water infrastructure
ar: البنية التحتية للمياه
hu: vízügyi infrastruktúra
pt_br: infraestrutura hídrica

source: water
ar: الماء
hu: víz
pt_br: água

source: fire station
ar: محطة إطفاء
hu: tűzoltóság
pt_br: bombeiros

source: Adding new functionality of "Osmose Editor", initial support of mobile device and improvement of documentation was funded by region of Aquitaine, France; part of the OpenAquiMap project leading by "Les Petits Débrouillards d'Aquitaine".
ar: تم تمويل إضافة وظيفة جديدة لـ "محرر Osmose"، والدعم الأولي للأجهزة المحمولة، وتحسين التوثيق من قبل منطقة أكيتين، فرنسا؛ كجزء من مشروع OpenAquiMap الذي يقوده "Les Petits Débrouillards d'Aquitaine".
hu: Az Osmose Editor új funkciókkal való kibővítését, a mobileszközök kezdeti támogatását és a dokumentáció javítását a franciaországi Aquitaine régió finanszírozta, a Les Petits Débrouillards d'Aquitaine egyesület által vezetet OpenAquiMap projekt részeként.
pt_br: A adição de novas funcionalidades do "Editor Osmose", o suporte inicial a dispositivos móveis e o melhoramento da documentação foram fundados pela região de Aquitânia, na França; que faz parte do projeto gerido por "Les Petits Débrouillards d'Aquitaine".

source: delete issue #{uuid}
ar: حذف المشكلة #{uuid}
hu: #{uuid} hiba törlése
lt: pašalinti klaidą #{uuid}
pt_br: eliminar erro #{uuid}

source: Information on issue {uuid}
ar: معلومات عن المشكلة {uuid}
hu: Információ erről a problémáról: {uuid}
lt: Klaidos {uuid} informacija
pt_br: Informação do erro {uuid}

source: Issue counts matrix
ar: مصفوفة أعداد المشاكل
hu: Problémaszám-táblázat
lt: Klaidų skaičių matrica
pt_br: Matriz de contagem de erros

source: Mark issue #{uuid} as false positive
ar: ضع علامة على المشكلة #{uuid} بأنها اكتشاف خاطئ
hu: #{uuid} hiba megjelölése téves hibajelzésként
lt: Pažymėti klaidą #{uuid} kaip klaidingai teigiamą
pt_br: Marcar erro #{uuid} como falso positivo

source: Mark issue #{uuid} as fixed
ar: ضع علامة على المشكلة #{uuid} بأنه تمت معالجتها
hu: #{uuid} hiba megjelölése javítottként
lt: Pažymėti klaidą #{uuid} kaip pataisytą
pt_br: Marcar erro #{uuid} como corrigido

source: Number of found issues: {count}
ar: عدد المشكلات التي تم العثور عليها: {count}
hu: Talált hibák száma: {count}
lt: Rastų klaidų skaičius: {count}
pt_br: Quantidade de erros encontrados: {count}

source: Number of found issues: more than {count}
ar: عدد المشكلات التي تم العثور عليها: أكثر من {count}
hu: Talált hibák száma: több mint {count}
lt: Rastų klaidų skaičius: daugiau kaip {count}
pt_br: Quantidade de erros encontrados: mais de {count}

source: Statistics for user {user}
ar: إحصائيات المستخدم {user}
hu: {user} felhasználó statisztikája
lt: Naudotojo {user} statistika
pt_br: Estatísticas do usuário {user}

source: This page shows issues on elements that were last modified by '{users}'. This doesn't mean that this user is responsible for all these issues.
ar: تعرض هذه الصفحة المشكلات في العناصر التي تم تعديلها مؤخرًا بواسطة '{users}'. هذا لا يعني أن هذا المستخدم مسؤول عن كل هذه المشكلات.
hu: Ez az oldal azon elemek lehetséges hibáit jeleníti meg, amelyeket utoljára '{users}' módosított. Ez nem jelenti azt, hogy ez a felhasználó lenne a felelő mindezen hibákért.
pt_br: Esta página mostra erros em elementos reportados que foram alterados na última vez por '{users}'. Isto não quer dizer que este usuário foi responsável por criar todos esses erros.

source: User statistics for {users}
ar: إحصائيات المستخدم لـ {users}
hu: {users} felhasználói statisztikái
pt_br: Estatísticas do usuário {users}

source: {osmose-frontend} can be used to report any issue with translations.
ar: يمكن استخدام {osmose-frontend} للإبلاغ عن أي مشكلة في الترجمات.
hu: A fordítási hibák bejelenthetők az {osmose-frontend} felületén.
pt_br: {osmose-frontend} pode ser usado para reportar qualquer erro com as traduções.

source: Bug should be reported on {osmose-frontend} for issues around the website, or on {osmose-backend} for issues on the reported issues on OSM data, or for suggestion about analyses.
ar: يجب الإبلاغ عن الأخطاء على {osmose-frontend} للمشكلات المتعلقة بالموقع الإلكتروني، أو على {osmose-backend} للمشكلات المتعلقة بالمشكلات التي تم الإبلاغ عنها على بيانات OSM، أو للاقتراحات حول التحليلات.
hu: A hibákat a következőképpen célszerű jelezni: a honlappal kapcsolatos észrevételeket az {osmose-frontend} felületen, az OpenStreetMap-adatokkal kapcsolatos bejelentett hibákat és az elemzésekkel kapcsolatos javaslatokat pedig az {osmose-backend} felületen.
pt_br: Bugs devem ser reportados em {osmose-frontend} para erros relacionados ao site, ou em {osmose-backend} para erros reportados referente aos dados OSM, ou para sugestões de análises.

source: Development of Osmose is made as free software by {volunteers}.
ar: يتم تطوير Osmose كبرنامج حر بواسطة {volunteers}.
hu: Az Osmose fejlesztését {volunteers} végzik szabad szoftverként.
pt_br: Desenvolvimento do Osmose é feito como software livre por {volunteers}.
