Repository: osm-fr/osmose-frontend
Catalog: web/po/*.po
Languages: ar, cs, gl, hu, lt, nb, pt_br

source: False positives
ar: الاكتشافات الخاطئة
cs: Není chyba
gl: Falsos positivos
hu: Téves hibajelzések
lt: Klaidingai teigiamos
nb: Falske positiver
pt_br: Falsos positivos

source: Statistics
ar: إحصائيات
cs: Statistiky
gl: Estatísticas
hu: Statisztika
lt: Statistika
nb: Statistikker
pt_br: Estatísticas

source: Contact
ar: اتصال
cs: Kontakt
gl: Contacto
hu: Kapcsolat
lt: Kontaktai
nb: Kontakt
pt_br: Contato

source: Help on wiki
ar: المساعدة على الويكي
cs: Nápověda na wiki
gl: Axuda na wiki
hu: Súgó a wikin
lt: Pagalba vikyje
nb: Hjelp på wikien
pt_br: Ajuda na wiki

source: Copyright
ar: حقوق النشر
gl: Dereitos de autor
hu: Szerzői jogok
lt: Autoriaus teisės
pt_br: Direitos autorais

source: Sources
ar: المصادر
cs: Zdrojové kódy
gl: Fontes
hu: Források
lt: Šaltiniai
nb: Kilder
pt_br: Fontes

source: Translation
ar: ترجمة
cs: Překlad
gl: Tradución
hu: Fordítás
lt: Vertimas
nb: Oversettelse
pt_br: Tradução

source: Statistics for user
ar: إحصائيات للمستخدم
cs: Statistiky pro uživatele
gl: Estatísticas por usuario
hu: Felhasználói statisztika
lt: Statistika naudotojui
nb: Statistikk for bruker
pt_br: Estatísticas do usuário

source: User statistics
ar: إحصائيات المستخدمين
cs: Uživatelské statistiky
gl: Estatísticas do usuario
hu: Felhasználói statisztika
lt: Naudotojo statistika
nb: Brukerstatistikker
pt_br: Estatísticas do usuário

source: Username:
ar: اسم المستخدم:
cs: Uživatelské jméno:
gl: Nome de usuario:
hu: Felhasználónév:
lt: Naudotojas:
nb: Brukernavn:
pt_br: Nome de usuário:

source: Bug tracker
ar: تعقب الأخطاء
gl: Rastrexador de erros
hu: Hibakövető
lt: Klaidų sekimo sistema
nb: Feilsøking

source: Providing patches
ar: تقديم تصحيحات
cs: Poskytnutí patchů
gl: Fornecendo parches
hu: Javítás biztosítása
lt: Pataisų pateikimas
pt_br: Fornecer patches

source: Patches can be provided via merge requests on Github. This is the preferred way of handling patches.
ar: يمكن تقديم التصحيحات عبر طلبات الدمج على Github. هذه هي الطريقة المفضلة للتعامل مع التصحيحات.
cs: Patche mohou být poskytnuty přes požadavky na sloučení na Githubu. To je preferovaná cesta jak nakládat vylepšeními.
gl: Os parches fornécense a través de solicitudes de combinación no Github. Este é o xeito preferida de manexo dos parches.
hu: Javításokat a Githubon lehet biztosítani egyesítési kérelmekkel. A javítások kezelésének ez az előnyben részesített módja.
lt: Pataisos gali būti pateiktos per Github sąlajos užklausas. Tai yra pageidautinas pataisų apdorojimo būdas.
pt_br: Podem ser fornecidas correções (patches) através de pedidos de fusão (merge) no Github. Este é o método preferido para lidar com correções.

source: Development
ar: التطوير
cs: Vývoj
gl: Desenvolvemento
hu: Fejlesztés
lt: Tobulinimas
nb: Utvikling
pt_br: Desenvolvimento

source: Contacting maintainers
ar: الاتصال بالمشرفين
cs: Kontaktovat správce
gl: Contacto cos mantedores
hu: Kapcsolatfelvétel a karbantartókkal
lt: Susisiekimas su prižiūrėtojais
nb: Kontakte vedlikeholderne
pt_br: Entrando em contato com os mantenedores

source: Last updates
ar: آخر التحديثات
cs: Poslední aktualizace
gl: Últimas actualizacións
hu: Utolsó frissítések
lt: Paskutiniai atnaujinimai
nb: Siste oppdateringer
pt_br: Últimas atualizações

source: source
ar: المصدر
cs: zdroj
gl: fonte
hu: forrás
lt: šaltinis
nb: kilde
pt_br: fonte

source: Update
ar: تحديث
cs: Aktuzalizace
gl: Actualización
hu: Frissítés
lt: Atnaujinti
nb: Oppdater
pt_br: Atualizar

source: remote url
ar: عنوان رابط URL البعيد
cs: vzdálené URL
gl: url remota
hu: távoli URL
lt: nuotolinis url
nb: ekstern url
pt_br: url remoto

source: timestamp
ar: الطابع الزمني
cs: časové razítko
gl: marcaxe de tempo
hu: időbélyeg
lt: laiko žyma
nb: tidsmerke

source: Copyright information
ar: معلومات حقوق الطبع والنشر
cs: Informace o copyrightu
gl: Información sobre os dereitos de autor
hu: Szerzői jogi információk
lt: Autorių teisių informacija
nb: Opphavsrettsinformasjon
pt_br: Informações de direitos autorais

source: License
ar: الترخيص
cs: Licence
gl: Licenza
hu: Licenc
lt: Licencija
nb: Lisens
pt_br: Licença

source: Authors
ar: الكاتب
cs: Autoři
gl: Autores
hu: Szerzők
lt: Autoriai
nb: Forfattere
pt_br: Autores

source: And contributors
ar: والمساهمين
cs: A přispěvatelé
gl: E contribuíntes
hu: És résztvevők
lt: Talkininkai
nb: Og bidragsytere
pt_br: E contribuidores

source: key
ar: مفتاح
cs: klíč
gl: clave
hu: kulcs
lt: raktas
nb: nøkkel
pt_br: chave

source: value
ar: القيمة
cs: hodnota
gl: valor
hu: érték
lt: reikšmė
nb: verdi
pt_br: valor

source: Marker
ar: علامة
cs: Značka
gl: Marcaxe
hu: Jelölő
lt: Žymeklis
nb: Markør
pt_br: Marcador

source: Elements
ar: عناصر
cs: Prvky
gl: Elementos
hu: Elemek
lt: Elementai
nb: Elementer
pt_br: Elementos

source: Fixes
ar: الاصلاحات
cs: Opravy
gl: Arranxos
hu: Javítások
lt: Pataisymai
nb: Fikser
pt_br: Correções

source: Fixed
ar: ثابت
cs: Opraveno
gl: Arranxado
hu: Javítva
lt: Pataisyta
nb: Fikset
pt_br: Corrigido

source: Graph
ar: رسم بياني
cs: Graf
gl: Gráfico
hu: Grafikon
lt: Diagrama
nb: Graf
pt_br: Gráfico

source: Map
ar: خريطة
cs: Mapa
gl: Mapa
hu: Térkép
lt: Žemėlapis
nb: Kart
pt_br: Mapa

source: Set
ar: تعيين
cs: Nastav
gl: Escoller
hu: Készlet
lt: Parinkti
nb: Angi
pt_br: Aplicar

source: class (abbreviation)
ar: الفئة (اختصار)
cs: tř
gl: clase
hu: kateg.
lt: kl.
nb: kl
pt_br: c

source: item
ar: عنصر
cs: prvek
gl: elemento
hu: elem
lt: elementas
nb: element

source: title
ar: العنوان
cs: název
gl: título
hu: cím
lt: antraštė
nb: tittel
pt_br: título

source: count
ar: عدد
cs: počet
gl: contador
hu: szám
lt: kiekis
nb: antall
pt_br: contar

source: Total
ar: المجموع
cs: Celkem
hu: Összesen
lt: Iš viso
nb: Totalt

source: subtitle
ar: عنوان فرعي
cs: titulek
gl: subtítulo
hu: alcím
lt: paantraštė
nb: undertittel
pt_br: subtítulo

source: date
ar: التاريخ
cs: datum
gl: data
hu: dátum
lt: data
nb: dato
pt_br: data

source: Help on OSM wiki
ar: المساعدة على ويكي OSM
cs: Nápověda na OSM wiki
gl: Axuda na wiki do OSM
hu: Súgó az OSM-wikin
lt: Žinynas OSM vikyje
nb: Hjelp på OSM-wiki
pt_br: Ajuda na wiki do OSM

source: False positives list
ar: قائمة الاكتشافات الخاطئة
cs: Seznam falešných chyb
gl: Listaxe de falsos positivos
hu: Téves hibajelzések listája
lt: Klaidingai teigiamų sąrašas
nb: Falske positiver-liste
pt_br: Lista de falsos positivos

source: Last analysis updates
ar: آخر تحديثات التحليل
cs: Poslední aktualizace analýz
gl: Últimas actualizacións da análise
hu: Utolsó elemzésfrissítések
lt: Paskutinės analizės atnaujinimai
nb: Siste analyse-oppdateringer
pt_br: Atualizações de últimas análises

source: Tags Editor
ar: محرر الوسوم
cs: Editor značek
gl: Editor de etiquetas
hu: Címkeszerkesztő
lt: Žymų rengyklė
nb: Egenskap-redigerer
pt_br: Editor de Etiquetas

source: Cancel
ar: إلغاء
cs: Zrušit
gl: Desbotar
hu: Mégsem
lt: Atsisakyti
nb: Avbryt
pt_br: Cancelar

source: Severity
ar: شدة المرض
cs: Závažnost
gl: Severidade
hu: Hiba súlyossága
lt: Sudėtingumas
nb: Alvorlighet
pt_br: Gravidade

source: Fixable
ar: قابل للإصلاح
cs: Opravitelné
gl: Arranxábel
hu: Javítható
lt: Pataisoma
nb: Korrigerbar
pt_br: Corrigível

source: Show only markers with correction suggestions
ar: إظهار الوسوم التي تحتوي على اقتراحات تصحيح فقط
cs: Ukaž jen značky s nápovědou k opravě
gl: Amosar só marcaxes con suxestións de corrección
hu: Csak a javítási javaslatokat is tartalmazó jelölők megjelenítése
lt: Rodyti tik žymeklius su pataisymo pasiūlymais
nb: Vis bare markører med korreksjonsforslag
pt_br: Mostrar apenas marcadores com sugestões de correção

source: Online
ar: متصل
gl: En liña
lt: Internetu

source: Topic
ar: موضوع
cs: Téma
gl: Eido
hu: Téma
lt: Tema
nb: Emne
pt_br: Tópico

source: Select:
ar: اختر:
cs: Vybrat:
gl: Escoller:
hu: Kijelölés:
lt: Pažymėti:
nb: Velg
pt_br: Selecionar:

source: all
ar: الكل
cs: vše
gl: todo
hu: mind
lt: viską
nb: alle
pt_br: tudo

source: nothing
ar: x لا شيء
cs: nic
gl: nada
hu: semmi
lt: nieko
nb: ingen
pt_br: nada

source: invert
ar: عكس
cs: obrátit
gl: inverter
hu: megfordítás
lt: invertuoti
nb: inverter
pt_br: invertido

source: Change language
ar: تغير اللغة
cs: Změň jazyk
gl: Mudar a lingua
hu: Nyelv módosítása
lt: Keisti kalbą
nb: Endre språk
pt_br: Mudar o idioma

source: Help
ar: مساعدة
cs: Nápověda
gl: Axuda
hu: Súgó
lt: Žinynas
nb: Hjelp
pt_br: Ajuda

source: Logout
ar: تسجيل الخروج
cs: Odhlásit
gl: Pecha a sesión
hu: Kilépés
lt: Atsijungti
nb: Logg ut
pt_br: Sair

source: Login
ar: تسجيل الدخول
gl: Iniciar a sesión
hu: Belépés
lt: Prisijungti
nb: Logg inn
pt_br: Entrar

source: Save
ar: حفظ
cs: Uložit
gl: Gardar
hu: Mentés
lt: Įrašyti
nb: Lagre
pt_br: Guardar

source: Source
ar: المصدر
cs: Zdroj
gl: Fonte
hu: Forrás
lt: Šaltinis
nb: Kilde
pt_br: Fonte

source: Type
ar: النوع
cs: Typ
gl: Tipo
hu: Típus
lt: Tipas
pt_br: Tipo

source: Reuse changeset
ar: إعادة استخدام مجموعة التغيير
cs: Znovu použít sadu změn
gl: Reutilizar conxunto de mudanzas
hu: Módosításcsomag újrafelhasználása
lt: Pakartotinai panaudoti pakeitimą
nb: Bruk endringssett på nytt
pt_br: Reutilizar conjunto de alterações

source: corrected
ar: تصحيحه
cs: opraveno
gl: corrixido
hu: javítva
lt: pataisyta
nb: korrigert
pt_br: corrigido

source: false positive
ar: اكتشافات خاطئة
cs: není chyba
gl: falso positivo
hu: téves hibajelzés
lt: klaidingai teigiama
nb: falsk positiv
pt_br: falso positivo

source: How to help translation
ar: كيفية المساعدة في الترجمة
cs: Jak pomoci s překladem
gl: De que xeito axudar á tradución
hu: Hogyan segíthet a fordításban?
lt: Kaip prisidėti prie vertimo
nb: Hvordan hjelpe til med oversettelser
pt_br: Como ajudar na tradução

source: To make Osmose a real multi-lingual tool, we need your help to improve current translations, and add new translations
ar: لجعل Osmose أداة حقيقية متعددة اللغات، نحتاج إلى مساعدتك لتحسين الترجمات الحالية، وإضافة ترجمات جديدة
cs: Abychom z Osmose udělali opravdu vícejazyčný nástroj, potřebujeme tvou pomoc při vylepšování stávajících překladů, nebo vytváření nových.
gl: Para facer do Osmose unha verdadeira ferramenta multilinguaxe, precisamos da túa axuda para mellorar as traducións actuais, e engadir novas traducións
hu: Ahhoz, hogy az Osmose valóban többnyelvű legyen, a te segítségedre is szükségünk van. Adj hozzá új fordításokat, és javítsd a jelenlegieket
lt: Norint padaryti Osmose tikru daugiakalbiu įrankiu mums reikia jūsų pagalbos dabartiniam vertimui pagerinti ar naujam vertimui pridėti.
nb: For å gjøre Osmose en ordentlig flerspråklig verktøy, vi trenger din hjelp for å forbedre eksisterende oversettelser, og legge til nye oversettelse
pt_br: Para fazer Osmose uma ferramenta multi-lingual real, precisamos de sua ajuda para melhorar as traduções atuais e adicionar novas traduções.

source: Pages to translate
ar: صفحات للترجمة
cs: Stránky k překladu
gl: Páxinas por traducir
hu: Lefordítandó oldalak
lt: Puslapiai vertimui
nb: Sider å oversette
pt_br: Páginas para traduzir

source: Wiki pages
ar: صفحات ويكي
cs: Wiki stránky
gl: Páxinas da wiki
hu: Wiki-oldalak
lt: Viki puslapiai
nb: Wiki-sider
pt_br: Páginas da wiki

source: Osmose pages
ar: صفحات Osmose
cs: Stránky Osmose
gl: Páxinas do Osmose
hu: Osmose-oldalak
lt: Osmose puslapiai
nb: Osmose-sider
pt_br: Páginas Osmose

source: Bug tracking system
ar: نظام تتبع الأخطاء
cs: Systém pro hlášení chyb
gl: Sistema de seguemento de erros
hu: Hibakövető rendszer
lt: Klaidų sekimo sistema
nb: Feilsøkingsystem
pt_br: Sistema de acompanhamento de bugs

source: Structure
ar: تركيب
cs: Struktura
gl: Estrutura
hu: Szerkezet
lt: Struktūra
nb: Struktur
pt_br: Estrutura

source: Missing tags
ar: الوسوم المفقودة
cs: Chybějící značky
gl: Fallan as etiquetas
hu: Hiányzó címkék
lt: Trūkstamos žymos
nb: Manglende egenskaper
pt_br: Ausência de etiquetas

source: Bad tag
ar: الوسوم سيئة
cs: Špatná značka
gl: Etiquetaxe errónea
hu: Hibás címke
lt: Neteisinga žyma
nb: Ugyldig egenskap
pt_br: Etiqueta errada

source: Tags to remove
ar: الوسوم المراد إزالتها
cs: Tagy k odebrání
gl: Etiquetas por eliminar
hu: Eltávolítandó címkék
lt: Žymos naikinimui
nb: Egenskaper å fjerne
pt_br: Etiquetas para remover

source: Tags name
ar: اسم الوسوم
cs: Název značek
gl: Nome de etiquetas
hu: Címkék neve
lt: Žymos pavadinimas
nb: Navnegenskaper
pt_br: Nome das etiquetas

source: Administrative
ar: مكتب إداري
cs: Administrativní hranice
gl: Administrativo
hu: Közigazgatás
lt: Administracinis
nb: Administrativt
pt_br: Administrativo

source: To map
ar: تفعيل/تعطيل تجزئة عرض الخريطة
cs: K mapě
gl: Por cartografar
hu: Térképre rajzolandó
lt: Į žemėlapį
nb: Å kartlegge
pt_br: Mapear

source: Integration
ar: دمج
cs: Integrace
gl: Integración
hu: Térképre tehető (FR)
lt: Integracija
nb: Integrering
pt_br: Integração

source: overlapping building
ar: مباني متداخلة
cs: překrývající se budovy
gl: sobreposición de edificios
hu: átfedő épület
lt: persidengiantys pastatai
nb: overlappende bygning
pt_br: sobreposição de edifícios

source: duplicated node
ar: عقدة مكررة
cs: duplikované uzly
gl: nó duplicado
hu: duplikált pont
lt: taško dublikatas
nb: duplisert node
pt_br: nó duplicado

source: way one node
ar: طريق بعقدة واحدة
cs: cesta obsahující pouze jeden uzel
gl: vía nun nó
hu: egy pontból álló vonal
lt: kelias vieno taško
nb: linje med en node
pt_br: via de um nó

source: invalid polygon
ar: مضلع غير صالح
cs: chybný polygon
gl: polígono non válido
hu: érvénytelen terület
lt: neteisingas daugiakampis
nb: ugyldig polygon
pt_br: polígono inválido

source: reverse roundabout
ar: دوار معكوس الاتجاه
cs: kruhový objezd v protisměru
gl: rotonda inversa
hu: fordított körforgalom
lt: apgręžtas žiedas
nb: reversert rundkjøring
pt_br: rotatória invertida

source: boundary intersect
ar: تقاطع الحدود
cs: křížení hranice
gl: intersección de límites
hu: egymást metsző határvonalak
lt: ribų susikirtimas
nb: kryssende grenser
pt_br: interseção de fronteiras

source: objects overlap
ar: تداخل العناصر
cs: překrytí objektů
gl: obxectos sobrepostos
hu: átfedő objektumok
lt: objektai persidengia
nb: overlappende objekter
pt_br: sobreposição de objetos

source: orphan nodes
ar: العقد اليتيمة
cs: osamělé uzly
gl: nós orfos
hu: árva pontok
lt: apleisti taškai
nb: foreldreløse noder
pt_br: nós órfãos

source: sudden highway type change
ar: التغيير المفاجئ في نوع الطريق السريع
cs: náhla změna typu cesty (highway)
gl: mudanza repentina do tipo de estrada
hu: út típusának hirtelen megváltozása
lt: staigus kelio tipo pasikeitimas
nb: plutselig endring i veitype
pt_br: alteração brusca de tipo de rodovia

source: unclosed area
ar: مساحة غير مغلقة
cs: neuzavřená oblast
gl: área non pechada
hu: bezáratlan terület
lt: atviras plotas
nb: åpent område
pt_br: área por fechar

source: bad *_link highway
ar: رابط/وصلة طريق سيئة
cs: Chybné silničné napojení (*_link)
gl: *_link de estrada errónea
hu: hibás *_link highway
lt: blogas *_link kelias
nb: ugyldig *_link-vei
pt_br: tipo de rodovia de ligação errada

source: broken highway continuity
ar: استمرارية طريق مقطوعة
cs: rozbité pokračování cesty
gl: continuidade da estrada rachada
hu: az út folytonossága megszakad
lt: pertrauktas kelio tęstinumas
nb: ødelagt vei-kontinuitet
pt_br: continuidade de rodovia quebrada

source: missing tag or role
ar: لم يتم إدخال وسم معين أو دور
cs: chybějící tag nebo role
gl: falla etiqueta ou rol
hu: hiányzó címke vagy szerep
lt: trūkstama žyma ar rolė
nb: manglende egenskap eller rolle
pt_br: falta etiqueta ou função

source: surface intersection
ar: تقاطع الأسطح
cs: křížení povrchů
gl: intersección de áreas
hu: egymást metsző felületek
lt: paviršiaus susikirtimas
nb: kryssende overflatetyper
pt_br: interseção de superfícies

source: big relation
ar: علاقة كبيرة
cs: velké relace
gl: relación grande
hu: sok tagú kapcsolat
lt: didelis ryšys
nb: stor relasjon
pt_br: relação grande

source: multipolygon
ar: مضلغ متعدد
gl: multipolígono
hu: multipoligon
lt: multipoligonas
pt_br: multipolígono

source: double cycleway
ar: مسار دراجات مزدوج
cs: dvojitá cyklostezka
gl: carril bici duplo
hu: dupla kerékpárút
lt: dvigubas dviračių takas
nb: dobbel sykkelsti
pt_br: ciclovia duplicada

source: approximate way
ar: طريق تقريباً
cs: přibližná cesta
gl: vía aproximada
hu: pontatlan vonal
lt: apytikslis kelias
nb: approksimert tegnet vei
pt_br: via aproximada

source: 1-member relation
ar: 1-علاقة الأعضاء
cs: Relace s pouze 1 členem
gl: relación dun membro
hu: 1 tagú kapcsolat
lt: 1-no nario ryšys
nb: relasjon med ett medlem
pt_br: relação de 1 membro

source: not-connected highway/cycleway
ar: طريق/مسار دراجات غير متصل
cs: nenapojená silnice/cyklostezka
gl: estrada/carril bici desconectado
hu: nem összekapcsolt út/kerékpárút
lt: neprijungtas kelias/dviračių takas
nb: frakoblet vei/sykkelsti
pt_br: rodovia / ciclovia desconectada

source: waterway
ar: مجرى مائي
cs: vodní tok
gl: canle fluvial
hu: vízfolyás
lt: vandens kelias
nb: vassdrag
pt_br: hidrovia

source: duplicate geometry
ar: شكل مكرر
cs: duplikovaná geometrie
gl: xeometría duplicada
hu: duplikált alakzat
lt: geometrijos dublikatas
nb: duplisert geometri
pt_br: geometria duplicada

source: elevation
ar: الارتفاع
cs: nadmořská výška
gl: altitude
hu: magasság
lt: aukštis
nb: høyde over havet
pt_br: elevação

source: oneway
ar: اتجاه واحد
cs: jednosměrka
gl: un só sentido
hu: egyirányú
lt: vienpusis
nb: enveis-kjøreretning
pt_br: mão única

source: parent tag
ar: وسم العنصر المتبوع
cs: značka rodiče
gl: etiqueta pai
hu: szülőcímke
lt: tėvinė žyma
nb: foreldre-egenskap
pt_br: etiqueta pai

source: street numbers
ar: أرقام الشوارع
cs: čísla popisná
gl: números de rúa
hu: házszámok
lt: gatvių numeriai
nb: gatenummer
pt_br: números de porta

source: highway
ar: طريق سريع
cs: silnice
gl: estrada
hu: út
lt: kelias
nb: veitype
pt_br: rodovia

source: highway crossing
ar: تقاطع طريق سريع
cs: přechod přes silnici
gl: cruzamento de estrada
hu: útkereszteződés
lt: kelio sankryža
nb: gangfelt
pt_br: cruzamento

source: pharmacy
ar: صيدلية
cs: lékárna
gl: farmacia
hu: gyógyszertár
lt: vaistinė
nb: apotek
pt_br: farmácia

source: highway roundabout
ar: دوار طريق سريع
cs: kruhový objezd
gl: rotonda de estrada
hu: körforgalom
lt: kelio žiedas
nb: rundkjøring
pt_br: rotatória

source: bad source tag
ar: وسم المصدر السيء
cs: špatně uvedený zdroj
gl: etiqueta fonte errónea
hu: hibás forráscímke (source)
lt: bloga šaltinio žyma
nb: ugyldig kilde-egenskap
pt_br: etiqueta de fonte errada

source: tagwatch cleaner
ar: منظف TagWatch
cs: tagwatch čistič
gl: limpador 'tagwatch'
hu: tagwatch tisztítás
lt: tagwatch valiklis
nb: vanlige skrivefeil
pt_br: corretor de etiquetas

source: wikipedia
ar: ويكيبيديا
cs: wikipedie
hu: Wikipédia
lt: vikipedija
pt_br: wikipédia

source: multiple tags
ar: وسوم متعددة
cs: násobné značky
gl: multiples etiquetas
hu: többszörözött címkék
lt: kelios žymos
nb: flere egenskaper
pt_br: etiquetas múltiplas

source: saint hyphen
ar: واصلة سانت
cs: pomlčka za Svatý
gl: santo guión
hu: hiányzó kötőjel a saint(e) után (FR)
lt: šventojo brūkšnys
nb: bindestrek i helgener
pt_br: hífen da palavra "santo" (erro francês)

source: incorrect tag
ar: وسم غير صحيح
cs: nesprávná značka
gl: etiqueta non correcta
hu: helytelen címke
lt: neteisinga žyma
nb: feil egenskap
pt_br: etiqueta incorreta

source: bad tag key
ar: مفتاح الوسم السيء
cs: špatný klíč
gl: etiqueta clave errónea
hu: hibás címkekulcs
lt: blogas žymos raktas
nb: dårlig egenskapsnøkkel
pt_br: erro na chave da etiqueta

source: similar values
ar: قيم متشابهة
cs: podobné hodnoty
gl: valores semellantes
hu: hasonló értékek
lt: panašios reikšmės
nb: lignende verdier
pt_br: valores similares

source: multiple values
ar: قيم متعددة
cs: více hodnot
gl: valores múltiples
hu: többszörözött értékek
lt: kelios reikšmės
nb: flere verdier
pt_br: múltiplos valores

source: numeric value
ar: القيمة الرقمية
cs: číselná hodnota
gl: valor númerico
hu: számszerű érték
lt: skaitinė reikšmė
nb: numeriske verdier
pt_br: valor numérico

source: note
ar: ملاحظة
cs: poznámka
gl: nota
hu: megjegyzés
lt: pastaba
nb: notat
pt_br: nota

source: tree
ar: شجرة
cs: strom
gl: árbore
hu: fa
lt: medis
nb: tre
pt_br: árvore

source: brand in name
ar: العلامة التجارية في الاسم
cs: obchodní značka ve jméně
gl: marca no nome
hu: márkajelzés a névben
lt: prekės ženklas pavadinime
nb: merket i navnet
pt_br: marca comercial no nome

source: typo in tag
ar: الخطأ المطبعي في الوسم
cs: překlep v tagu
gl: erro tipográfico en etiqueta
hu: elírás a címkében
lt: rinkimo klaida žymoje
nb: skrivefeil i egenskap
pt_br: erro ortográfico na etiqueta

source: incorrect
ar: خطأ
cs: nesprávný
gl: non correcto
hu: helytelen
lt: neteisinga
nb: feil
pt_br: incorreto

source: parking lane
ar: حارة وقوف السيارات
cs: parkovací pruh
gl: carril de aparcadoiro
hu: parkolósáv
lt: parkavimo juosta
nb: parkeringsfelt
pt_br: faixa de estacionamento

source: relation role
ar: دور العلاقة
cs: role v relaci
gl: rol da relación
hu: kapcsolati (relation) szerep
lt: ryšio rolė
nb: relasjonsrolle
pt_br: função da relação

source: relation type=restriction
ar: نوع العلاقة=التقييد
cs: relace type=restriction
gl: relación type=restriction
hu: kapcsolat: type=restriction
lt: ryšys type=restriction
nb: relasjon type=restriction
pt_br: tipo de relação=restrição

source: postcode
ar: الرمز البريدي
cs: poštovní směrovací číslo
gl: código postal
hu: irányítószám
lt: pašto kodas
nb: postkode
pt_br: CEP / código postal

source: disused
ar: مهجور
cs: nepoužívané
gl: sen uso
hu: használaton kívül
lt: nebenaudojama
nb: brukes ikke lenger
pt_br: em desuso

source: on junction=roundabout
ar: عند تقاطع = دوار
cs: na junction=roundabout
gl: en junction=roundabout
hu: junction=roundabout esetén
lt: ant sankryža=žiedas
nb: på junction=roundabout
pt_br: na junction=roundabout

source: incompatible tags
ar: الوسوم الغير متوافقة
cs: nekompatibilní značky
gl: etiquetas non compatíbeis
hu: összeegyeztethetetlen címkék
lt: nesuderinamos žymos
nb: inkompatible egenskaper
pt_br: etiquetas incompatíveis

source: ref in name
ar: المرجع في خانة الاسم
cs: referenční číslo v názvu
gl: 'ref' en nome
hu: 'ref' a névben
lt: ref pavadinime
nb: referanse i navnet
pt_br: ref no nome

source: construction
ar: تحت الإنشاء
cs: výstavba
gl: construción
hu: építkezés
lt: statybos
nb: konstruksjon
pt_br: construção

source: duplicate object
ar: عنصر مكرر
cs: duplikovaný objekt
gl: obxecto duplicado
hu: duplikált objektum
lt: objekto dublikatas
nb: dupliserte objekter
pt_br: objeto duplicado

source: unwanted tag on node
ar: وسم غير مرغوب به على العقدة
cs: nelogická značka na uzlu
gl: etiqueta non desexada no nó
hu: nem kívánatos címke a ponton
lt: nenorima žyma ant taško
nb: uønskede egenskaper på node
pt_br: etiqueta indesejado no nó

source: bad usage
ar: الاستخدام السيئ
cs: špatné použití
gl: emprego erróneo
hu: hibás használat
lt: neteisingas naudojimas
nb: dårlig bruk
pt_br: mau uso

source: orthograph
ar: الإملائي
cs: pravopis
gl: ortografía
hu: helyesírás
lt: rašyba
nb: ordbruk
pt_br: ortografia

source: way type
ar: نوع الطريق
cs: typ cesty
gl: tipo de vía
hu: vonaltípus
lt: kelio tipas
nb: linjetype
pt_br: tipo de via

source: two names
ar: اسمان للعنصر
cs: dva názvy
gl: dous nomes
hu: két név
lt: du vardai
nb: to navn
pt_br: dois nomes

source: toponymy
ar: أسماء المواقع الجغرافية
cs: toponymie
gl: toponomia
hu: helynév
lt: toponimika
nb: toponymi
pt_br: toponímia

source: open polygon
ar: مضلع مفتوح
cs: otevřený polygon
gl: polígono aberto
hu: nyitott terület
lt: atviras daugiakampis
nb: åpent polygon
pt_br: polígono aberto

source: duplicated way
ar: طريق مكرر
cs: duplikovaná cesta
gl: vía duplicada
hu: duplikált vonal
lt: kelio dublikatas
nb: duplisert linje
pt_br: via duplicada

source: place without name
ar: مكان بدون اسم
cs: místo (lokalita) beze jména
gl: lugar sen nome
hu: név nélküli hely
lt: vieta be pavadinimo
nb: plass uten navn
pt_br: local sem nome

source: INSEE code
ar: كود INSEE
cs: kód INSEE
gl: código INSEE
hu: INSEE statisztikai kód (FR)
lt: INSEE kodas
nb: INSEE-kode
pt_br: código INSEE
