Repository: osm-fr/osmose-frontend
Catalog: web/po/*.po
Languages: ar, cs, gl, hu, lt, nb, pt_br

source: For new countries, we can be contacted through a direct email to {email}.
ar: بالنسبة للبلدان الجديدة ، يمكن الاتصال بنا عبر بريد إلكتروني مباشر إلى {email}.
hu: Új országok felvétele kérhető egy közvetlen e-mailben: {email}.
pt_br: Para novos países podemos ser contatados diretamente através de email para {email}.

source: Translation is done on {Transifex}
ar: تتم الترجمة على {Transifex}
hu: A fordítás a {Transifex}en készül.
pt_br: A tradução é feita com {Transifex}

source: We can be contacted through a direct email to {email}.
ar: يمكن الاتصال بنا عبر بريد إلكتروني مباشر إلى {email}.
hu: Elérhetők vagyunk közvetlenül e-mailen: {email}.
pt_br: Podemos ser contatados através de um e-mail direto para {email}.

source: You can create a new language directly on {Transifex}.
ar: يمكنك إنشاء لغة جديدة مباشرة على {Transifex}.
hu: Létrehozhatsz egy nyelvet közvetlenül itt: {Transifex}.
pt_br: Você pode criar um novo idioma diretamente em {Transifex}.

source: The servers analysing data are provided by OpenStreetMap-France and some others by contributors around the world. The servers for North America and other areas are funded by Mapbox.
ar: يتم توفير الخوادم التي تحلل البيانات بواسطة OpenStreetMap-France وبعض الخوادم الأخرى من قبل المساهمين حول العالم، كما يتم تمويل خوادم أمريكا الشمالية ومناطق أخرى من قبل Mapbox.
hu: Az adatokat elemző szervereket az OpenStreetMap-France és világszerte néhány másik közreműködő biztosítja. Az észak-amerikai és más területi szervereket a Mapbox finanszírozza.
pt_br: Os servidores usados para analisar os dados são fornecidos pela OpenStreetMap-France e alguns outros por contribuidores à volta do mundo. Os servidores que servem a América do Norte e outras áreas são financiados pela Mapbox.

source: volunteers
ar: المتطوعون
hu: önkéntesek
lt: savanoriai
pt_br: voluntários

source: post office, ref not integrated
ar: مكتب البريد ، المرجع غير متكامل
hu: posta, nincs a térképen
pt_br: agência postal, referência não integrada

source: post box, ref not integrated
ar: مربع البريد ، المرجع غير متكامل
hu: postaláda, nincs a térképen
pt_br: caixa de correio, referência não integrada

source: school, ref not integrated
ar: المدرسة ، المرجع غير متكامل
hu: iskola, azonosítója nincs a térképen
pt_br: escola, referência não integrada

source: transport sharing, ref not integrated
ar: مشاركة النقل، المرجع غير متكامل
hu: közlekedésieszköz-megosztó, azonosítója nincs a térképen
pt_br: compartilhamento de transporte, referência não integrada

source: pharmacy, ref not integrated
ar: صيدلية ، المرجع غير متكامل
hu: gyógyszertár, azonosítója nincs a térképen
pt_br: farmácia, referência não integrada

source: postal code, ref not integrated
ar: الرمز البريدي، المرجع غير متكامل
hu: irányítószám, azonosítója nincs a térképen
pt_br: código postal, referência não integrada

source: power substation, ref not integrated
ar: محطة الطاقة الفرعية ، المرجع غير مدمج
hu: elektromos alállomás, azonosítója nincs a térképen
pt_br: subestação de energia, referência não integrada

source: hospital, ref not integrated
ar: مستشفى ، المرجع غير متكامل
hu: kórház, azonosítója nincs a térképen
pt_br: hospital, referência não integrada

source: social facility, ref not integrated
ar: مرفق اجتماعي، المرجع غير متكامل
hu: szociális létesítmény, azonosítója nincs a térképen
pt_br: instalação social, referência não integrada

source: medical lab, ref not integrated
ar: مختبر طبي ، المرجع غير متكامل
hu: orvosi labor, azonosítója nincs a térképen
pt_br: laboratório médico, referência não integrada

source: gas station, ref not integrated
ar: محطة وقود ، المرجع غير متكامل
hu: benzinkút, azonosítója nincs a térképen
pt_br: posto de combustível, referência não integrada

source: BBox
ar: مربع الإحاطة
hu: Határolókeret

source: cl
ar: فئة
hu: kateg.
lt: kl

source: Class id
ar: معرف الفئة
hu: Kategória-azonosító
lt: Klasės id
pt_br: ID da classe

source: Control, verification and correction of {project} issues
ar: التحكم والتحقق وتصحيح مشاكل {project}
hu: {project} hibáinak ellenőrzése, megvizsgálása és javítása
pt_br: Controle, verificação e correção de erros de {project}

source: Delay:
ar: تأخير:
hu: Késés:
lt: Delsa:
pt_br: Atraso:

source: Do not want to see {title} markers?
ar: لا تريد رؤية علامات {title}؟
hu: Nem szeretné látni ezeket a jelölőket: {title}?
pt_br: Não deseja ver os marcadores {title}?

source: elms
ar: العناصر
hu: elemek
lt: elem
pt_br: elem

source: Hide from map
ar: إخفاء من الخريطة
hu: Elrejtés a térképről
pt_br: Esconder do mapa

source: Hide markers
ar: إخفاء العلامات
hu: Jelölők elrejtése
pt_br: Esconder marcadores

source: Item #{item}
ar: العنصر #{item}
hu: Elem #{item}

source: Less filters
ar: تصغير فلاتر
hu: Kevesebb szűrő
lt: Mažiau filtrų
pt_br: Menos filtros

source: loc
ar: الموقع
hu: hely

source: location
ar: موقع
hu: hely
lt: vieta
pt_br: local

source: lvl
ar: مستوى
hu: szint
pt_br: nív

source: More filters
ar: المزيد من الفلاتر
hu: Több szűrő
lt: Daugiau filtrų
pt_br: Mais filtros

source: No (Default)
ar: لا (افتراضي)
hu: Nincs (alapértelmezett)
pt_br: Não (Padrão)

source: Only
ar: فقط
hu: Kizárólag
pt_br: Apenas

source: Open
ar: فتح
hu: Megnyitás
pt_br: Aberto

source: OSM Username
ar: اسم مستخدم OSM
hu: OSM felhasználónév
lt: OSM naudotojas
pt_br: Nome de usuário do OSM

source: Show hidden items
ar: إظهار العناصر المخفية
hu: Elrejtett elemek megjelenítése
lt: Rodyti paslėptus elementus
pt_br: Mostrar itens ocultos

source: Source id
ar: معرف المصدر
hu: Forrásazonosító
lt: Šaltinio id
pt_br: ID da fonte

source: tag
ar: الوسم
hu: címke
lt: žyma
pt_br: etiqueta

source: Tag
ar: وسم
hu: Címke
lt: Žyma
pt_br: Etiqueta

source: toilets, could be integrated
ar: دورات المياه ، يمكن دمجها
hu: WC: kiegészíthető
pt_br: banheiros, poderiam ser integrados

source: toilets, need update
ar: دورات المياه، بحاجة إلى تحديث
hu: WC: frissítendő
pt_br: banheiros, necessita de atualização

source: natural
ar: طبيعي
hu: természet

source: Zoom in to see issues.
ar: قم بالتكبير للاطلاع على المشكلات.
hu: Nagyítson a hibák megtekintéséhez.
pt_br: Aproxime o zoom para ver erros.

source: conditional restriction
ar: التقييد المشروط
hu: feltételes korlátozás
pt_br: restrição condicional

source: sideway
ar: على جانب الطريق
hu: oldalak
pt_br: lateral da via

source: Statistics for user {}
ar: إحصائيات المستخدم {}
hu: {} felhasználó statisztikája
lt: Naudotojo {} statistika

source: {{ showAnalyserCount }} / {{ errors_groups.length }} rows. Show more.
ar: {{ showAnalyserCount }} / {{ errors_groups.length }} صفوف. إظهار المزيد.
hu: {{ showAnalyserCount }} / {{ errors_groups.length }} sor. Továbbiak megjelenítése.

source: small land use
ar: استخدامات الأراضي الصغيرة
hu: kicsi területhasználat

source: Chat with Osmose-QA developers and community at {matrix} on Matrix.
ar: دردش مع مطوري Osmose-QA والمجتمع في {matrix} على Matrix.
hu: Csevegjen az Osmose fejlesztőivel és közösségével a Matrixon: {matrix}

source: Keep in touch by watching at {twitter} on Twitter or at {mastodon} on Mastodon.
ar: ابق على تواصل من خلال المتابعة على {twitter} على Twitter أو على {mastodon} على Mastodon.
hu: Tartsa velünk a kapcsolatot a Twitteren ({twitter}) vagy a Mastodonon ({mastodon}).

source: Report the issue as improper. Only use this if the issue reported by Osmose is in fact not an issue in the OSM data. Warning: the issue will also no longer be displayed to other contributors. If you are unsure, let this Osmose issue open. If Osmose reports lots of issues similar to this one and you disagree with this, please fill a Github issue and let us try to fix it.
ar: أبلغ عن المشكلة باعتبارها غير ملائمة. استخدم هذا فقط إذا كانت المشكلة التي أبلغت عنها Osmose ليست في الواقع مشكلة في بيانات OSM. تحذير: لن يتم عرض المشكلة أيضًا للمساهمين الآخرين. إذا لم تكن متأكدًا، اترك مشكلة Osmose هذه مفتوحة. إذا أبلغت Osmose عن الكثير من المشكلات المماثلة لهذه المشكلة وكنت لا توافق على ذلك، فيرجى ملء مشكلة على Github ودعنا نحاول إصلاحها.
hu: Probléma bejelentése helytelenként. Csak akkor használja, ha az Osmose által jelzett hiba valójában nem az OSM-adatok hibája. Figyelmeztetés: a hiba nem fog többé megjelenni a többi közreműködőnek sem. Ha nem biztos a dolgában, inkább hagyja nyitva. Ha az Osmose sok ehhez hasonló hibát jelenít meg, és Ön nem ért egyet vele, töltsön ki egy problémalapot (issue) a Githubon, hogy kijavíthassuk

source: building landuse
ar: استخدامات المباني

source: cycle parking, need update
ar: مواقف الدراجات ، تحتاج إلى تحديث

source: openrailwaymap in Germany
ar: openrailwaymap في ألمانيا

source: specific Russia
ar: يتعلق بروسيا

source: specific Brazil
ar: يتعلق بالبرازيل

source: specific France
ar: يتعلق بفرنسا

source: specific Netherlands
ar: يتعلق بهولندا

source: monument
gl: monumento
hu: műemlék
lt: monumentas
pt_br: monumento

source: TMC
hu: Traffic Message Channel (TMC)

source: winery
cs: vinárna
gl: adega
hu: borászat
lt: vyninė
nb: vineri
pt_br: produtor de vinho

source: monument, megalith, museum
hu: műemlék, megalit, múzeum
pt_br: monumento, construções megalíticas, museu

source: monument, megalith, museum, could be integrated
hu: műemlék, megalit, múzeum: kiegészíthető
pt_br: monumento, construções megalíticas, museu, poderiam ser integrados

source: monument, megalith, museum, need update
hu: műemlék, megalit, múzeum: frissítendő
pt_br: monumento, construções megalíticas, museu, necessitam de atualização

source: junction=roundabout
cs: kruhový objezd
lt: sankryža=žiedas
