Repository: osm-fr/osmose-frontend
Catalog: web/po/*.po
Languages: ar, cs, gl, hu, lt, nb, pt_br

source: erroneous boundary
ar: الحدود الخاطئة
cs: hranice s chybami
gl: límite erróneo
hu: hibás határ
lt: klaidinga riba
nb: feilaktig grense
pt_br: erro na fronteira

source: out of boundary
ar: خارج الحدود
cs: mimo hranice
gl: fóra do límite
hu: határ(vonal)on kívül
lt: už ribos
nb: utenfor grense
pt_br: fora da fronteira

source: geodesic building
ar: مبنى جيوديسي
cs: geodetická budova
gl: edificio xeodésico
hu: földmérési épület
lt: geodezinis pastatas
nb: geodesisk bygning
pt_br: edifício geodésico

source: building shape
ar: شكل المبنى
cs: tvar budovy
gl: forma do edificio
hu: épület körvonala
lt: pastato forma
nb: bygningsform
pt_br: formato do edifício

source: bridge to tag
ar: جسر لوضع وسم
cs: most k označkování
gl: ponte a etiquetar
hu: címkézendő híd
lt: tiltas žymėjimui
nb: bro trenger egenskap
pt_br: ponte para etiquetar

source: admin boundary
ar: الحدود الإدارية
cs: administrativní hranice
gl: límite administrativo
hu: közigazgatási határ
lt: administracinė riba
nb: administrativ grense
pt_br: fronteira administrativa

source: power lines
ar: خطوط الكهرباء
cs: síť rozvodu elektřiny
gl: liñas eléctricas
hu: elektromos vezetékek
lt: elektros linijos
nb: strømlinjer
pt_br: linhas de eletricidade

source: post office
ar: مكتب البريد
cs: pošta
gl: oficina de correos
hu: posta
lt: paštas
nb: postkontor
pt_br: agência postal

source: ODbL migration change
ar: تغيير ترحيل ODbL
cs: migrace na licenci ODbL
gl: mudanza pola migración ODbL
hu: ODbl migráció változása
lt: ODbL migravimo pakeitimas
nb: ODbL-migrasjon endring
pt_br: alteração de migração para ODbL

source: node on ways
ar: عقدة على الطرق
cs: uzel na cestách
gl: nó sobre vías
hu: pont a vonalakon
lt: taškas kelyje
nb: node på linje
pt_br: nós no caminho

source: train station
ar: محطة القطار
cs: vlaková stanice
gl: estación de trens
hu: vasútállomás
lt: geležinkelio stotis
nb: togstasjon
pt_br: estação ferroviária

source: relation type=boundary
ar: نوع العلاقة = الحدود
cs: relace type=boundary
gl: relación type=boundary
hu: kapcsolat: type=boundary
lt: ryšys type=boundary
nb: relasjon type=boundary

source: tunnel/bridge
ar: نفق / جسر
cs: tunel/most
gl: túnel/ponte
hu: alagút/híd
lt: tunelis/tiltas
nb: tunnel/bro
pt_br: túnel / ponte

source: post office, could be integrated
ar: مكتب البريد ، يمكن دمجها
cs: pošta, může být sjednoceno
gl: oficina de correos, podería integrarse
hu: posta: kiegészíthető
lt: paštas, gali būti integruota
nb: postkontor. kan integreres
pt_br: agência postal, poderia ser integrada

source: school
ar: المدرسة
cs: škola
gl: escola
hu: iskola
lt: mokykla
nb: skole
pt_br: escola

source: school, could be integrated
ar: المدرسة ، يمكن دمجها
cs: škola, může být sjednoceno
gl: escola, podería integrarse
hu: iskola: kiegészíthető
lt: mokykla, gali būti integruota
nb: skole, kan integreres
pt_br: escola, poderia ser integrada

source: public transport
ar: نقل عام
cs: veřejná doprava
gl: transporte público
hu: tömegközlekedés
lt: viešasis transportas
nb: offentlig transport
pt_br: transporte público

source: public transport, could be integrated
ar: وسائل النقل العام ، يمكن دمجها
cs: veřejná doprava, může být sjednoceno
gl: transporte público, podería integrarse
hu: tömegközlekeség: kiegészíthető
lt: viešasis transportas, gali būti integruota
nb: offentlig transport, kan integreres
pt_br: transporte público, poderia ser integrado

source: train station, could be integrated
ar: محطات القطار ، يمكن دمجها
cs: vlaková stanice, může být sjednoceno
gl: estación de trens, podería integrarse
hu: vasútállomás: kiegészíthető
lt: geležinkelio stotis, gali būti integruota
nb: togstasjon, kan integreres
pt_br: estação ferroviária, poderia ser integrada

source: level crossing
ar: مستوى العبور
cs: úrovňový přejezd
gl: paso a nivel
hu: szintbeni kereszteződés
lt: pervaža
nb: nivå-krysning
pt_br: passagem de nível

source: geodesic point
ar: النقطة الجيوديسية
cs: geodetický bod
gl: punto xeodésico
hu: földmérési pont
lt: geodezinis taškas
nb: geodesisk punkt
pt_br: ponto geodésico

source: postal address
ar: العنوان البريدي
cs: poštovní adresa
gl: enderezo postal
hu: postacím
lt: pašto adresas
nb: postadresse
pt_br: endereço postal

source: public service
ar: الخدمة العامة
cs: veřejná služba
gl: servizo público
hu: közszolgáltatás
lt: viešosios paslaugos
nb: offentlig tjeneste
pt_br: serviço público

source: recycling
ar: إعادة التدوير
cs: recyklace
gl: reciclaxe
hu: újrahasznosítás
lt: perdirbimas
nb: resirkulering
pt_br: reciclagem

source: recycling, could be integrated
ar: إعادة التدوير ، يمكن دمجها
cs: recyklace, může být sjednoceno
gl: reciclaxe, podería integrarse
hu: újrahasznosítás: kiegészíthető
lt: perdirbimas, gali būti integruota
nb: resirkulering, kan integreres
pt_br: reciclagem, poderia ser integrado

source: parking
ar: موقف
cs: parkování
gl: aparcadoiro
hu: parkoló
lt: parkavimas
nb: parkering
pt_br: estacionamento

source: parking, could be integrated
ar: مواقف السيارات ، يمكن دمجها
cs: parkování, může být sjednoceno
gl: aparcadoiro, podería integrarse
hu: parkoló: kiegészíthető
lt: parkavimas, gali būti integruota
nb: parkering, kan integreres
pt_br: estacionamento, poderia ser integrado

source: accommodation
ar: مكان الأقامة
cs: ubytování
gl: aloxamento
hu: szállás
lt: patogumai
nb: overnatting
pt_br: acomodação

source: accommodation, could be integrated
ar: المساكن ، يمكن دمجها
cs: byty, může být sjednoceno
gl: aloxamento, podería integrarse
hu: szállás: kiegészíthető
lt: patogumai, gali būti integruota
nb: overnatting, kan integreres
pt_br: acomodação, poderia ser integrado

source: cycle parking
ar: مواقف الدراجات
cs: parkování pro bicykly
gl: aparcadoiro de bicicletas
hu: kerékpártároló
lt: dviračių parkavimas
nb: sykkelparkering
pt_br: estacionamento de bicicleta

source: cycle parking, could be integrated
ar: مواقف الدراجات ، يمكن دمجها
cs: parkování kol, může být sjednoceno
gl: aparcadoiro de bicicletas, podería integrarse
hu: kerékpártároló: kiegészíthető
lt: dviračių parkavimas, gali būti integruota
nb: sykkelparkering, kan integreres
pt_br: estacionamento de bicicletas, poderia ser integrado

source: transport sharing
ar: مشاركة النقل
cs: sdílená doprava
gl: transporte partillado
hu: közlekedésieszköz-megosztás
lt: dalinimasis transportu
pt_br: compartilhamento de transporte

source: transport sharing, could be integrated
ar: مشاركة النقل، يمكن إدماجها
cs: sdílená doprava, může být sjednoceno
gl: transporte partillado, podería integrarse
hu: közlekedésieszköz-megosztás: kiegészíthető
lt: dalinimasis transportu, gali būti integruota
nb: transport-sharing, kan integreres
pt_br: compartilhamento de transporte, poderia ser integrado

source: sport
ar: رياضة
gl: deporte
lt: sportas
pt_br: esporte

source: sport, could be integrated
ar: الرياضة ، يمكن دمجها
cs: sport, může být sjednoceno
gl: deporte, podería integrarse
hu: sport: kiegészíthető
lt: sportas, gali būti integruota
nb: sport, kan integreres
pt_br: esporte, poderia ser integrado

source: Translation progress: osmose
ar: مستوى تقدم الترجمة: osmose
cs: Postup překladu: Osmose
gl: Progreso da tradución: osmose
hu: Fordítás haladása: osmose
lt: Vertimo progresas: osmose
nb: Fremgang på oversettelse: osmose
pt_br: Progresso da tradução: osmose

source: For new language or countries
ar: للغة أو البلدان الجديدة
cs: Pro nové jazyky nebo státy
gl: Para nova lingua ou países
hu: Új nyelv vagy országok
lt: Naujoms kalboms ar šalims
nb: For nye språk eller land
pt_br: Para novo idioma ou países

source: Export
ar: تصدير
cs: Exportovat
gl: Exportar
hu: Exportálás
lt: Eksportas
nb: Eksporter
pt_br: Exportar

source: Html list
ar: قائمة HTML
cs: HTML
gl: Listaxe HTML
hu: HTML-lista
lt: HTML sąrašas
nb: HTML-liste
pt_br: Lista HTML

source: one-node way
ar: طريق بعقدة واحدة
cs: cesta s jediným uzlem
gl: vía dun nó
hu: egy pontból álló vonal
lt: vieno taško kelias
nb: linje med en node
pt_br: via de um nó

source: toilets
ar: دورات المياة
cs: toalety
gl: servizos
hu: WC
lt: tualetai
nb: toaletter
pt_br: banheiros

source: police
ar: شرطة
cs: policie
gl: policía
hu: rendőrség
lt: policija
nb: politi
pt_br: polícia

source: police, could be integrated
ar: الشرطة ، يمكن دمجها
cs: policie, může být sjednoceno
gl: policía, podería integrarse
hu: rendőrség: kiegészíthető
lt: policija, gali būti integruota
nb: politi, kan integreres
pt_br: polícia, poderia ser integrado

source: pharmacy, could be integrated
ar: الصيدلة ، يمكن دمجها
cs: lékárna, může být sjednoceno
gl: farmacia, podería integrarse
hu: gyógyszertár: kiegészíthető
lt: vaistinė, gali būti integruota
nb: apotek, kan integreres
pt_br: farmácia, poderia ser integrada

source: gas station
ar: محطة وقود
cs: čerpací stanice
gl: gasolineira
hu: benzinkút
lt: degalinė
nb: bensinstasjon
pt_br: posto de combustível

source: You must be logged in to use the tag editor
ar: يجب أن تكون مسجلا للدخول لاستخدام محرر الوسوم
cs: K použití editoru klíčů musíte být přihlášení.
gl: Tes que estar conectado para poder empregar o editor de etiquetas
hu: A címkeszerkesztő használatához be kell lépned
lt: Privalote prisijungti žymų rengyklei naudoti
nb: Du må være logget for å kunne bruke egenskapsredigereren
pt_br: Tem de ter a sessão iniciada para usar o editor de etiquetas

source: Save changeset
ar: حفظ مجموعة التغييرات
cs: Uložit sadu změn
gl: Gardar conxunto de mudanzas
hu: Módosításcsomag mentése
lt: Įrašyti pakeitimą
nb: Lagre endringssett
pt_br: Gravar conjunto de alterações

source: Comment
ar: تعليق
cs: Komentář
gl: Comentario
hu: Hozzászólás
lt: Komentaras
nb: Kommenter
pt_br: Comentário

source: area
ar: المنطقة
cs: oblast
gl: área
hu: terület
lt: plotas
nb: område
pt_br: área

source: noexit
ar: عدم خروج
gl: sen saída
hu: nincs kijárat, zsákutca <noexit>
lt: aklagatvis
pt_br: sem saída

source: incorrect layer
ar: طبقة غير صحيحة
cs: chybná vrstva
gl: capa non correcta
hu: helytelen réteg
lt: neteisingas sluoksnis
nb: ugyldig lag
pt_br: camada incorreta

source: Updates summary
ar: ملخص التحديثات
cs: Shrnutí aktualizací
gl: Resumo das actualizacións
hu: Frissítések összefoglalása
lt: Atnaujinimų santrauka
nb: Oppdateringsammendrag
pt_br: Sumário de atualizações

source: postal code, could be integrated
ar: الرمز البريدي ، يمكن دمجها
cs: PSČ, může být sjednoceno
gl: código postal, podería integrarse
hu: irányítószám: kiegészíthető
lt: pašto kodas, gali būti integruota
nb: postkode, kan integreres
pt_br: código postal, poderia ser integrado

source: library
ar: مكتبة
cs: knihovna
gl: biblioteca
hu: könyvtár
lt: biblioteka
nb: bibliotek
pt_br: biblioteca

source: restaurant
ar: مطعم
cs: restaurace
gl: restaurante
hu: étterem
lt: restoranas
pt_br: restaurante

source: missing object kind
ar: نوع العنصر غير موجود
cs: chybí druh objektu
gl: falla tipo de obxecto
hu: hiányzó objektumtípus
lt: trūkstama objekto rūšis
nb: manglende objekttype
pt_br: falta tipo de objeto

source: local language
ar: اللغة المحلية
cs: lokální jazyk
gl: lingua local
hu: helyi nyelv
lt: vietinė kalba
nb: lokalt språk
pt_br: língua local

source: Fixed issues
ar: المشكلات المعالجة
cs: Opravené problémy
gl: Problemas arranxados
hu: Javított hibák
lt: Pataisytos klaidos
nb: Fiksede problemer
pt_br: Erros corrigidos

source: Issues by user
ar: المشكلات حسب المستخدم
cs: Problémy dle uživatele
gl: Problemas por usuario
hu: Egy felhasználó lehetséges hibái
lt: Klaidos pagal naudotoją
nb: Brukerskapte problemer
pt_br: Erros por usuário

source: Number of level {level} issues: {count}
ar: عدد مشاكل المستوى {level}: {count}
cs: Počet problémů úrovně {level}: {count}
gl: Número de problemas nivel {level}: {count}
hu: {level}. szintű hibák száma: {count}
lt: {level} lygio klaidų skaičius: {count}
nb: Antall nivå-{level}-problemer: {count}
pt_br: Número de erros do nível {level}: {count}

source: Osmose allows you to control your own issues.
ar: يسمح لك Osmose بالتحكم في مشاكلك الخاصة.
cs: Osmose umožňuje kontrolovat vlastní problémy.
gl: O Osmose permíteche controlar os teus propios problemas.
hu: Az Osmose-zal ellenőrizheted saját lehetséges hibáidat.
lt: Osmose leidžia valdyti savo pačių klaidas.
nb: Osmose lar deg kontrollere dine egne problemer.
pt_br: O Osmose permite-lhe controlar os seus próprios erros reportados.

source: By entering your OSM username in the following form, you will be able to see issues that are attached to your username. Note that the algorithm that attaches issues to username is not perfect, as Osmose only checks the last contributor of the relevant erroneous elements.
ar: عند إدخال اسم مستخدمك في OSM في النموذج التالي، ستتمكن من رؤية المشكلات المرتبطة باسم المستخدم الخاص بك، ولاحظ أيضاً أن الخوارزمية التي تربط المشكلات باسم المستخدم ليست مثالية، حيث أن Osmose تتحقق فقط من آخر مساهم في العناصر الخاطئة ذات الصلة.
cs: Zadáním OSM uživatelského jména do následujícího formuláře budete schopni vidět problémy spojené s vaším jménem. Pozor na to, že algoritmus pro napojení problému na uživatelské jméno není perfektní - osmose kontroluje pouze posledního přispěvatele pro chybný element.
gl: Ó inserir o teu nome de usuario do OSM no seguinte formulario, poderá ollar os problemas asociados ó teu nome de usuario. Ten en conta que o algoritmo que asocia problemas ó teu nome de usuario non é perfecto, xa que o Osmose só comproba o último contribuínte dos elementos erróneos relevantes.
hu: Ha a következő űrlapon megadod az OSM-felhasználónevedet, megnézheted azokat a lehetséges hibákat, amelyek a felhasználónevedhez kötődnek. Fontos, hogy a hibákat a felhasználónévhez kapcsoló algoritmus nem tökéletes, mivel az Osmose csak az adott hibás elem legutolsó szerkesztőjét ellenőrzi.
lt: Įvedę savo OSM naudotojo vardą šioje formoje pamatysite klaidas susietas su jūsų naudotoju. Atkreipkite dėmesį, kad algoritmas, kuris susieja klaidas su naudotoju nėra tobulas, nes Osmose tikrina tik paskutinį prisidėjusį prie atitinkamų klaidingų elementų.
nb: Ved å angi OSM-brukernavnet ditt i det følgende feltet, kan du se hvilke problemer som er koblet til ditt brukernavn. Merk at algoritmene som assosierer problemer med brukernavn ikke er perfekt, da Osmose bare sjekker den siste bidragsyteren på de relevante feilaktige objektene.
pt_br: Ao introduzir o seu nome de usuário do OSM no formulário seguinte, poderá ver problemas ligados ao seu nome de usuário. Note que o algoritmo que liga problemas a usuários não é perfeito, umas vez que o Osmose apenas verifica o último usuário que criou ou alterou os elementos errados relevantes.

source: Show more issues
ar: عرض المزيد من المشكلات
cs: Zobraz více problémů.
gl: Amosar máis problemas
hu: További hibák megjelenítése
lt: Rodyti daugiau klaidų
nb: Vis flere problemer
pt_br: Mostrar mais erros

source: information on issue
ar: معلومات عن المشكلة
cs: Informace k problému
gl: información do problema
hu: információ a lehetséges hibáról
lt: informacija apie klaidą
nb: Informasjon på problem
pt_br: informação do erro

source: issue n°
ar: المشكلة n°
cs: problém č.
gl: problema nº
hu: hiba száma:
lt: klaida nr.
pt_br: erro nº

source: Map of issues
ar: خريطة المشاكل
cs: Mapa problémů
gl: Mapa de problemas
hu: Hibatérkép
lt: Klaidų žemėlapis
nb: Kart over problemer
pt_br: Mapa dos erros

source: Information on issues database
ar: معلومات عن قاعدة بيانات المشاكل
cs: Informace o databázi problémů
gl: Información sobre os problemas na base de datos
hu: Tájékoztatás a hibaadatbázisról
lt: Informacija apie klaidų duomenų bazę
nb: Informasjon på problem-databasen
pt_br: Informação no banco de dados de erros

source: version
ar: النسخة
cs: verze
gl: versión
hu: verzió
lt: versija
nb: versjon
pt_br: versão

source: geodesic
ar: جيوديسي
cs: geodetický
gl: xeodésico
hu: földmérési
lt: geodezinis
nb: geodesisk
pt_br: geodésico

source: post box
ar: صندوق البريد
cs: poštovní schránka
gl: caixa do correo
hu: postaláda
lt: pašto dėžutė
nb: postboks
pt_br: caixa de correio

source: post box, could be integrated
ar: صندوق البريد ، يمكن دمجها
cs: poštovní schránka, může být sjednoceno
gl: caixa do correo, podería integrarse
hu: postaláda: kiegészíthető
lt: pašto dėžutė, gali būti integruota
nb: postboks, kan integreres
pt_br: caixa de correio, poderia ser integrado

source: indoor
ar: داخلي
cs: vnitřní
gl: interior
hu: beltéri
lt: viduje
nb: innendørs
pt_br: interior

source: roundabout as area
ar: دوار كمساحة
cs: kruhový objezd jako plocha
gl: rotonda coma área
hu: körforgalom területként
lt: žiedas kaip plotas
nb: rundkjøring som område
pt_br: rotatória como área

source: road
ar: الطريق
cs: cesta
gl: estrada
hu: út
lt: kelias
nb: vei
pt_br: estrada

source: split building
ar: مبنى مُقسّم
cs: rozdělit budovu
gl: dividir edificio
hu: széthasított épület
lt: perskeltas pastatas
nb: delt bygning
pt_br: dividir edifício

source: Osmose QA main page
ar: الصفحة الرئيسية ل Osmose QA
cs: Hlavní stránka pro zajištění kvality Osmose
gl: Páxina principal das cuestións e respostas (Q&A) do Osmose
hu: Osmose minőségbiztosítás – főoldal
lt: Osmose QA pagrindinis puslapis
nb: Osmose Q/A hovedside
pt_br: Página principal Osmose QA

source: far from water
ar: بعيدا عن الماء
cs: daleko od vody
gl: lonxe da auga
hu: távol van a víztől
lt: toli nuo vandens
nb: langt fra vann
pt_br: longe da água

source: fixme import
ar: استيراد أصلحني Fixme
gl: arranxar importación
hu: fixme importálása
lt: fixme importas
nb: fixme-importering
pt_br: importação fixme

source: objects intersection
ar: تقاطع العناصر
cs: křížení objektů
gl: intersección de obxectos
hu: egymást metsző objektumok
lt: objektų susikirtimas
nb: kryssende objekter
pt_br: interseção de objetos

source: access
ar: الوصول
cs: přístup
gl: acceso
hu: hozzáférés, használat (access)
lt: prieiga
nb: tilgang
pt_br: acesso

source: fixme review
ar: مراجعة أصلحني fixme
cs: kontrola fixme
gl: revisar "arránxame" ('fixme')
hu: fixme áttekintése
lt: fixme peržiūra
nb: fixme-evaluering
pt_br: revisão de fixme

source: school, need update
ar: المدرسة ، بحاجة إلى تحديث
cs: škola potřebuje aktualizaci
gl: escola, precisa actualización
hu: iskola: frissítendő
nb: skole, trenger oppdatering
pt_br: escola, necessita de atualização

source: public transport, need update
ar: النقل العام، بحاجة إلى تحديث
cs: veřejná doprava potřebuje aktualizaci
gl: transporte público, precisa actualización
hu: tömegközlekedés: frissítendő
nb: offentlig transport, trenger oppdatering
pt_br: transporte público, necessita de atualização

source: recycling, need update
ar: إعادة التدوير ، تحتاج إلى تحديث
cs: recyklace potřebuje aktualizaci
gl: reciclaxe, precisa actualización
hu: újrahasznosítás: frissítendő
nb: resirkulering, trenger oppdatering
pt_br: reciclagem, necessita de atualização

source: parking, need update
ar: مواقف السيارات ، بحاجة إلى تحديث
cs: parkování, potřebuje aktualizaci
gl: aparcadoiro, precisa actualización
hu: parkoló: frissítendő
nb: parkering, trenger oppdatering
pt_br: estacionamento, necessita de atualização

source: transport sharing, need update
ar: مشاركة النقل ، بحاجة إلى تحديث
cs: sdílená doprava potřebuje aktualizaci
gl: transporte partillado, precisa actualización
hu: közlekedésieszköz-megosztás: frissítendő
nb: transport-sharing, trenger oppdatering
pt_br: partilha de transporte, necessita de atualização

source: Analyser
ar: المحلل
cs: Analyzér
gl: Analizador
hu: Elemző
nb: Analyserer
pt_br: Analisador

source: Count
ar: عد
cs: Počet
gl: Total
hu: Szám
lt: Skaičius
nb: Antall
pt_br: Contagem

source: Age
ar: العمر
cs: Stáří
gl: Idade
hu: Kor
lt: Amžius
nb: Alder
pt_br: Idade

source: Version
ar: الإصدار
cs: Verze
gl: Versión
hu: Verzió
lt: Versija
nb: Versjon
pt_br: Versão

source: post office, need update
ar: مكتب البريد ، بحاجة إلى تحديث
cs: pošta potřebuje aktualizaci
gl: oficina de correos, precisa actualización
hu: posta: frissítendő
nb: postkontor. trenger oppdatering
pt_br: agência postal, necessita de atualização

source: age
ar: السن
cs: stáří
gl: idade
hu: kor
nb: alder
pt_br: idade

source: invalid character
ar: حروف غير صالحة
cs: chybný znak
gl: caracter non válido
hu: érvénytelen karakter
lt: klaidingas simbolis
nb: ugyldig karakter
pt_br: caractere inválido

source: gas station, could be integrated
ar: محطة وقود ، يمكن دمجها
cs: čerpací stanice, mohlo by být integrováno
gl: gasolineira, podería integrarse
hu: benzinkút: kiegészíthető
nb: bensinstasjon, kan integreres
pt_br: posto de combustível, poderia ser integrado

source: power substation
ar: محطة كهرباء فرعية
cs: energetická stanice
gl: subestación de enerxía
hu: elektromos alállomás
nb: transformatorstasjon
pt_br: subestação de energia

source: power substation, could be integrated
ar: محطة الطاقة الفرعية ، يمكن دمجها
cs: energetická stanice, může být sjednoceno
gl: subestación de enerxía, podería integrarse
hu: elektromos alállomás: kiegészíthető
nb: transformatorstasjon, kan integreres
pt_br: subestação de energia, poderia ser integrado

source: power support
ar: دعم الطاقة
cs: nosník pro elektřinu
gl: poste de enerxía
hu: villamosenergia-ellátás
nb: strømnett-støtte
pt_br: suporte de energia

source: power support, could be integrated
ar: دعم الطاقة ، يمكن دمجها
cs: nosník pro elektřinu, může být sjednoceno
gl: poste de enerxía, podería integrarse
hu: villamosenergia-ellátás: kiegészíthető
nb: strømnett-støtte, kan integreres
pt_br: suporte de energia, poderia ser integrado

source: almost junction
ar: تقاطع تقريبا
cs: téměř průnik
gl: case cruzamento
hu: majdnem csomópont
nb: nesten kryss
pt_br: quase cruzamento

source: public_transport route
ar: مسار النقل العام
cs: trasa public_transport
gl: ruta public_transport
hu: tömegközlekedési útvonal (public_transport route)
nb: public_transport rute
pt_br: rota de transporte público

source: recycling container
ar: حاوية إعادة التدوير
cs: kontejner pro recyklaci
gl: contedor de reciclaxe
hu: szelektív hulladékgyűjtési konténer
nb: resirkuleringscontainer
pt_br: contentor de reciclagem

source: duplicate wikipedia
ar: ويكيبيديا مكررة
cs: duplikovaná wikipedia
gl: wikipedia duplicada
hu: duplikált <wikipedia>
nb: duplisert wikipedia
pt_br: wikipédia duplicado

source: route access mismatch
ar: عدم تطابق الوصول إلى المسار
cs: neodpovídá přístup pro trasu
gl: acceso á ruta non coincide
hu: az útvonal hozzáférhetőségének (access) hibás illeszkedése
nb: rutetilgang passer ikke
pt_br: acesso da rota não corresponde

source: similar name
ar: اسم مشابه
cs: podobné jméno
gl: nome semellante
hu: hasonló név
lt: panašus pavadinimas
nb: lignende navn
pt_br: nome similar

source: gas station, need update
ar: محطة وقود ، بحاجة إلى تحديث
cs: benzínová pumpa potřebuje aktualizaci
gl: gasolineira, precisa actualización
hu: benzinkút: frissítendő
nb: bensinstasjon, trenger oppdatering
pt_br: posto de combustível, necessita de atualização

source: phone number
ar: رقم هاتف
cs: telefonní číslo
gl: número de teléfono
hu: telefonszám
lt: telefono numeris
nb: telefonnummer
pt_br: número de telefone

source: traffic signs
ar: إشارات المرور
cs: dopravní značky
gl: sinais de tráfico
hu: jelzőtáblák
nb: trafikkskilt
pt_br: sinais de trânsito

source: traffic sign limitation
ar: قيود إشارات المرور
cs: omezení dopravní značkou
gl: limitación de sinais de tráfico
hu: korlátozást jelző tábla
nb: trafikkskilt-begrensninger
pt_br: limitação de sinais de trânsito

source: High
ar: مرتفع
cs: Vysoká priorita
gl: Alta
hu: Súlyos
lt: Didelis
nb: Høy
pt_br: Alto

source: Normal or higher
ar: عادي أو أعلى
cs: Normální či vyšší priorita
gl: Normal ou maior
hu: Közepes vagy súlyosabb
lt: Normalus ar didesnis
nb: Normal eller høyere
pt_br: Normal ou alto

source: All
ar: الكل
cs: Vše
gl: Todo
hu: Mindegyik
lt: Visi
nb: Alt
pt_br: Tudo

source: Normal only
ar: عادي فقط
cs: Pouze normální priorita
gl: Só normal
hu: Csak közepes
lt: Tik normalus
nb: Bare normal
pt_br: Apenas normal

source: Low only
ar: منخفض فقط
cs: Pouze nízká priorita
gl: Só baixa
hu: Csak enyhe
lt: Tik mažas
nb: Bare lav
pt_br: Apenas baixo
