Repository: osm-fr/osmose-frontend
Catalog: po/*.po
Languages: pl

source: {day}d, {hour}h, {minute}m ago
pl: {day} dni, {hour} h, {minute} min temu

source: in {day}d, {hour}h, {minute}m
pl: w {day} dni, {hour} h, {minute} min

source: never generated
pl: nigdy niewygenerowane

source: http://wiki.openstreetmap.org/wiki/Osmose/errors
pl: https://wiki.openstreetmap.org/wiki/Osmose/issues

source: False positives
pl: Fałszywy alarm

source: Informations
pl: Informacje

source: Relation analyser
pl: Sprawdzanie relacji

source: Statistics
pl: Statystyki

source: Contact
pl: Kontakt

source: Help on wiki
pl: Pomoc na wiki

source: Copyright
pl: Prawa autorskie

source: Sources
pl: Źródła

source: Translation
pl: Tłumaczenia

source: Statistics for user %s
pl: statystyki dla użytkownika %s

source: Users statistics
pl: Statystyki użytkownika

source: Number
pl: Numer

source: Username
pl: Nazwa użytkownika

source: User statistics for %s
pl: Statystyki użytkownika dla %s

source: This list is also available via rss.
pl: Lista jest także dostępna przez RSS.

source: Statistics for user
pl: Statystyki dla użytkownika

source: User statistics
pl: Statystyki użytkownika

source: Username:
pl: Nazwa użytkownika:

source: Bug tracker
pl: System zgłaszania błędów

source: Providing patches
pl: Dostarczanie poprawek

source: Patches can be provided via merge requests on Github. This is the preferred way of handling patches.
pl: Łatki można dostarczać przez GitHub. Jest to preferowany sposób ich obsługi.

source: Development
pl: Współtworzenie

source: Development of Osmose is made as free software by <a href='../copyright'>volunteers</a>.
pl: Osmose jest stworzone jako darmowe oprogramowanie przez <a href='../copyright'>wolontariuszy</a>.

source: Contacting maintainers
pl: Kontakt z programistami

source: Last updates
pl: Ostatnie aktualizacje

source: Median delay:
pl: Średnie opóźnienie:

source: source
pl: źródło

source: last generation
pl: ostatnia generacja

source: history
pl: historia

source: Update
pl: Aktualizuj

source: remote url
pl: zdalny adres

source: timestamp
pl: czas

source: Copyright information
pl: Informacje o prawach autorskich

source: License
pl: Licencja

source: Authors
pl: Autorzy

source: And contributors
pl: I współtwórcy

source: Data are coming from
pl: Dane pochodzą z

source: key
pl: klucz

source: value
pl: wartość

source: Elements
pl: Elementy

source: Fixes
pl: Poprawek

source: Fixed
pl: Poprawione

source: Graph
pl: Wykres

source: Map
pl: Mapa

source: Set
pl: Wybierz

source: class (abbreviation)
pl: k

source: item
pl: problem

source: title
pl: tytuł

source: count
pl: liczba

source: Total
pl: Łącznie

source: subclass (abbreviation)
pl: s

source: level (abbreviation)
pl: l

source: position (abbreviation)
pl: poz

source: elements (abbreviation)
pl: elem

source: subtitle
pl: podtytuł

source: date
pl: data

source: Help on OSM wiki
pl: Pomoc na wiki OSM

source: False positives list
pl: Lista fałszywych alarmów

source: Last analysis updates
pl: Ostatnia aktualizacja błędów

source: Tags Editor
pl: Edytor tagów

source: Cancel
pl: Anuluj

source: Valid
pl: Sprawdź

source: no bubbles at this zoom factor
pl: brak bąbelków na tym przybliżeniu

source: Severity
pl: Ważność

source: Fixable
pl: Naprawialny

source: Show only markers with correction suggestions
pl: Pokaż tylko markery z propozycją poprawy

source: Topic
pl: Temat

source: Select:
pl: Wybierz:

source: all
pl: wszystko

source: nothing
pl: nic

source: invert
pl: odwróć

source: Change language
pl: Zmień język

source: Help
pl: Pomoc

source: Delay: %sd
pl: Opóźnienie: %s dnia

source: Logout
pl: Wyloguj się

source: Login
pl: Zaloguj się

source: Save
pl: Zapisz

source: Fix with Osmose
pl: Napraw z Osmose

source: Source
pl: Źródło

source: Type
pl: Typ

source: Reuse changeset
pl: Nie zamykaj zestawu zmian

source: corrected
pl: poprawione

source: false positive
pl: fałszywy alarm

source: How to help translation
pl: Jak pomóc w tłumaczeniu

source: To make Osmose a real multi-lingual tool, we need your help to improve current translations, and add new translations
pl: Żeby Osmose stał się prawdziwym narzędziem wielojęzycznym, potrzebujemy twojej pomocy w poprawie obecnych tłumaczeń i dodawaniu nowych.

source: Pages to translate
pl: Strony do przetłumaczenia

source: Wiki pages
pl: Strony wiki

source: Osmose pages
pl: Strony Osmose

source: Bug tracking system
pl: System zgłaszania błędów

source: Adding new functionality of <em>Osmose Editor</em>, initial support of mobile device and improvement of documentation was funded by region of Aquitaine, France; part of the OpenAquiMap project leading by <em>Les Petits Débrouillards d'Aquitaine</em>.
pl: Dodanie nowej funkcjonalności w <em>Osmose Editor</em>, początkowa obsługa urządzeń mobilnych i poprawa dokumentacji zostały ufundowane przez region Akwitanii; część projektu OpenAquiMap jest prowadzona przez <em>Les Petits Débrouillards d'Aquitaine</em>.

source: Structure
pl: Struktura

source: Missing tags
pl: Brakuje tagów

source: Bad tag
pl: Zły tag

source: Tags to remove
pl: Tagi do usunięcia

source: Tags name
pl: Tagi name

source: Administrative
pl: Administracyjne

source: To map
pl: Do zmapowania

source: Integration
pl: Integracja [FR]

source: overlapping building
pl: nakładające się budynki

source: duplicated node
pl: powielony węzeł

source: way one node
pl: droga z jednym węzłem

source: invalid polygon
pl: niepoprawny wielokąt

source: reverse roundabout
pl: odwrócone rondo

source: boundary intersect
pl: przecinające się granice

source: objects overlap
pl: nakładające się obiekty

source: orphan nodes
pl: samotne węzły

source: sudden highway type change
pl: niespodziewana zmiana typu drogi

source: unclosed area
pl: niezamknięty obszar

source: bad *_link highway
pl: zła droga *_link

source: broken highway continuity
pl: uszkodzona ciągłość dróg

source: missing tag or role
pl: brakuje tagu lub roli

source: surface intersection
pl: przecinające się powierzchnie

source: big relation
pl: duża relacja

source: double cycleway
pl: zdublowana droga rowerowa

source: approximate way
pl: przybliżona droga

source: 1-member relation
pl: relacja z 1 członem

source: not-connected highway/cycleway
pl: niepołączona ścieżka rowerowa/droga

source: waterway
pl: cieki

source: duplicate geometry
pl: powielona geometria

source: elevation
pl: wysokość n.p.m.

source: parent tag
pl: tag rodzica

source: street numbers
pl: numery ulicy

source: highway crossing
pl: skrzyżowanie

source: pharmacy
pl: apteka [FR]

source: highway roundabout
pl: rondo

source: bad source tag
pl: zły tag source

source: multiple tags
pl: grupa tagów

source: saint hyphen
pl: łącznik przy Saint [FR]

source: incorrect tag
pl: niepoprawny tag

source: bad tag key
pl: zły klucz tagu

source: similar values
pl: podobne wartości

source: multiple values
pl: wielokrotne wartości

source: numeric value
pl: wartość numeryczna

source: small farm
pl: mała farma

source: note
pl: notatka

source: tree
pl: drzewo

source: brand in name
pl: marka w nazwie

source: typo in tag
pl: literówka w tagu

source: incorrect
pl: niepoprawne

source: parking lane
pl: pas parkingowy

source: relation role
pl: rola relacji

source: relation type=restriction
pl: relacja type=restriction

source: postcode
pl: kod pocztowy

source: disused
pl: nieużywane

source: on junction=roundabout
pl: na junction=roundabout

source: incompatible tags
pl: niekompatybilne tagi

source: ref in name
pl: ref w nazwie

source: construction
pl: budowa

source: duplicate object
pl: powielone obiekty

source: unwanted tag on node
pl: niechciany tag na węźle

source: bad usage
pl: złe użycie

source: orthograph
pl: błąd ortograficzny

source: way type
pl: typ drogi [FR]

source: two names
pl: dwie nazwy

source: toponymy
pl: toponimia

source: open polygon
pl: otwarty wielokąt

source: duplicated way
pl: powielona droga

source: place without name
pl: miejsce bez nazwy

source: INSEE code
pl: kod INSEE

source: erroneous boundary
pl: problematyczna granica

source: out of boundary
pl: poza granicą

source: geodesic building
pl: budynek geodezyjny [FR]

source: building shape
pl: kształt budynku

source: bridge to tag
pl: most do tagu

source: admin boundary
pl: granica administracyjna

source: power lines
pl: linia energetyczna

source: post office
pl: poczta [FR]

source: ODbL migration change
pl: zmiany po migracji ODbL

source: school, not integrated
pl: szkoła, niezintegrowana [FR]

source: monument
pl: pomnik [FR]

source: node on ways
pl: węzeł na drogach

source: train station
pl: stacja kolejowa [FR]

source: TMC
pl: TMC [FR]

source: relation type=boundary
pl: relacja type=boundary

source: tunnel/bridge
pl: tunel/most

source: monument, museum
pl: pomnik, muzeum [FR]

source: monument, museum, could be integrated
pl: pomnik, muzeum, powinno być zintegrowane [FR]

source: post office, could be integrated
pl: poczta, może być zintegrowana [FR]

source: school
pl: szkoła [FR]

source: school, could be integrated
pl: szkoła, powinna być zintegrowana [FR]

source: public transport
pl: transport publiczny [FR]

source: public transport, could be integrated
pl: transport publiczny, może być zintegrowany [FR]

source: train station, could be integrated
pl: stacja kolejowa, może być zintegrowana [FR]

source: level crossing
pl: przejazd kolejowy [FR]

source: geodesic point
pl: punkt geodezyjny [FR]

source: postal address
pl: adres pocztowy [FR]

source: wikipedia, could be integrated
pl: wikipedia, może być zintegrowana

source: public service
pl: usługa publiczna [FR]

source: recycling
pl: recykling [FR]

source: recycling, could be integrated
pl: recykling, może być zintegrowany [FR]

source: parking
pl: parking [FR]

source: parking, could be integrated
pl: parking, może być zintegrowany [FR]

source: accommodation
pl: noclegi [FR]

source: accommodation, could be integrated
pl: noclegi, mogą być zintegrowane [FR]

source: cycle parking
pl: parking rowerowy [FR]

source: cycle parking, could be integrated
pl: parking rowerowy, może być zintegrowany

source: transport sharing
pl: udostępnianie transportu [FR]

source: transport sharing, could be integrated
pl: udostępnianie transportu, może być zintegrowane [FR]

source: sport
pl: sport [FR]

source: sport, could be integrated
pl: sport, może być zintegrowany

source: Translation progress: osmose
pl: Stan tłumaczenia: osmose

source: For new language or countries
pl: Nowe języki lub kraje

source: The <a href='%s'>country coverage is available</a>.
pl: Mapa pokrycia krajów jest dostępna <a href='%s'>tutaj</a>.

source: You can create a new language directly on <a href='%s'>Transifex.</a>
pl: Nowe tłumaczenie możesz stworzyć na <a href='%s'>Transifex.</a>

source: Translation is done on <a href='%s'>Transifex</a>.
pl: Tłumaczenia są zarządzane na <a href='%s'>Transifex</a>.

source: Export
pl: Eksport

source: Html list
pl: Lista HTML

source: one-node way
pl: droga z jednym węzłem

source: toilets
pl: toalety [FR]

source: transport sharing, not integrated
pl: udostępnianie transportu, niezintegrowane

source: police
pl: policja [FR]

source: police, could be integrated
pl: policja, może być zintegrowana [FR]

source: pharmacy, not integrated
pl: apteka, niezintegrowana [FR]

source: pharmacy, could be integrated
pl: apteka, może być zintegrowana [FR]

source: gas station
pl: stacja paliw [FR}

source: position
pl: pozycja

source: You must be logged in order to use the tag editor
pl: Musisz być zalogowany, aby używać edytora tagów

source: Save changeset
pl: Zapisz zestaw zmian

source: Comment
pl: Komentarz

source: area
pl: obszar

source: noexit
pl: ślepa ulica

source: Keep in touch by watching at <a href='https://twitter.com/osmose_qa'>@osmose_qa</a> on twitter.
pl: Bądź na bieżąco obserwując <a href='https://twitter.com/osmose_qa'>@osmose_qa</a> na Twitterze.

source: incorrect layer
pl: nieprawidłowa warstwa

source: Updates summary
pl: Streszczenie aktualizacji

source: country
pl: kraj

source: analyser
pl: analizator

source: postal code, could be integrated
pl: kody pocztowe, mogą być zintegrowane [FR]

source: library
pl: biblioteka [FR]

source: restaurant
pl: restauracja [FR]

source: winery
pl: winnica [FR]

source: missing object kind
pl: brakujący typ obiektu

source: postal code, not integrated
pl: kody pocztowe, niezintegrowane [FR]

source: local language
pl: lokalny język

source: The servers analysing data are provided by OpenStreetMap-France and some others by contributors around the world. The servers for north-america and other areas are funded by Mapbox.
pl: Serwery analizujące dane są zapewnione dzięki OpenStreetMap-France i trochę przez wolontariuszy z całego świata. Serwery dla północnej Ameryki i innych obszarów zostały ufundowane przez Mapbox.

source: Fixed issues
pl: Rozwiązane problemy

source: Issues by user
pl: Problemy po użytkowniku

source: Number of level {level} issues: {count}
pl: Liczba problemów poziomu {level}: {count}

source: Number of found issues: %d
pl: Liczba znalezionych problemów: %d

source: Number of found issues: more than %d
pl: Liczba znalezionych problemów: ponad %d

source: This page shows issues on elements that were last modified by '%s'. This doesn't means that this user is responsible for all these issues.
pl: Ta strona pokazuje problemy z elementami, które były ostatnio edytowane przez użytkownika %s. To nie oznacza, że ten użytkownik odpowiada za te wszystkie błędy.

source: Show issues on a map
pl: Pokaż problemy na mapie

source: Osmose allows you to control your own issues.
pl: Osmose pozwala ci kontrolować wszystkie twoje błędy.

source: By entering your OSM username in the following form, you will be able to see issues that are attached to your username. Note that the algorithm that attaches issues to username is not perfect, as Osmose only checks the last contributor of the relevant erroneous elements.
pl: Wprowadzając swój nick z OSM w formularzu, będziesz mógł zobaczyć wszystkie powiązane z nim problemy. Algorytm łączenia problemów z nazwą użytkownika nie jest doskonały. Sprawdza on tylko, kto ostatnio edytował dany element.

source: Information on issue %d
pl: Informacja o problemie %d

source: Show more issues
pl: Pokaż więcej problemów

source: Show some issues
pl: Pokaż część problemów

source: information on issue
pl: informacja o błędzie

source: issue n°
pl: problem nr

source: delete issue #%d
pl: usuń problem #%d

source: Map of issues
pl: Mapa problemów

source: Information on issues database
pl: Informacja o bazie problemów

source: Documentation on reported issues
pl: Dokumentacja zgłoszonych problemów

source: version
pl: wersja

source: geodesic
pl: geodezja [FR]

source: post box
pl: skrzynka pocztowa [FR]

source: post box, could be integrated
pl: skrzynka pocztowa, powinna być zintegrowana [FR]

source: indoor
pl: wnętrza budynków

source: roundabout as area
pl: rondo jako obszar

source: road
pl: droga [FR]

source: split building
pl: rozdzielone budynki

source: Control, verification and correction of %s issues
pl: Kontrola, weryfikacja i naprawa %s błędów

source: Osmose QA main page
pl: Osmose QA (pytania i odpowiedzi)

source: Bug should be reported on <a href='https://github.com/osm-fr/osmose-frontend/issues'>osmose-frontend</a> for issues around the website, or on <a href='https://github.com/osm-fr/osmose-backend/issues'>osmose-backend</a> for issues on the reported issues on OSM data, or for suggestion about analyses.
pl: Problemy związane ze stroną można zgłaszać na stronie <a href='https://github.com/osm-fr/osmose-frontend/issues'>osmose-frontend</a>, a problemy dotyczące błędów w danych OSM lub propozycje nowych analiz na stronie <a href='https://github.com/osm-fr/osmose-backend/issues'>osmose-backend</a>.

source: <a href='https://github.com/osm-fr/osmose-frontend/issues'>osmose-frontend</a> can be used to report any issue with translations.
pl: Na stronie <a href='https://github.com/osm-fr/osmose-frontend/issues'>osmose-frontend</a> można zgłaszać błędy w tłumaczeniu.

source: far from water
pl: z dala od wody

source: fixme import
pl: import z fixme

source: objects intersection
pl: przecinające się obiekty

source: access
pl: dostęp

source: fixme review
pl: tag fixme

source: monument, museum, need update
pl: pomnik, muzeum, potrzebna aktualizacja [FR]

source: school, need update
pl: szkoła, potrzebna aktualizacja [FR]

source: public transport, need update
pl: transport publiczny, potrzebna aktualizacja [FR]

source: recycling, need update
pl: recykling, potrzebna aktualizacja [FR]

source: parking, need update
pl: parking, potrzebna aktualizacja [FR]

source: transport sharing, need update
pl: udostępnianie transportu, potrzebna aktualizacja [FR]

source: Analyser
pl: Analizator

source: Count
pl: Liczba

source: Age
pl: Wiek

source: Version
pl: Wersja

source: post office, need update
pl: poczta, potrzebna aktualizacja [FR]

source: age
pl: wiek

source: invalid character
pl: nieprawidłowy znak

source: gas station, could be integrated
pl: stacja paliw, może być zintegrowana [FR}

source: power substation
pl: podstacja elektryczna [FR]

source: power substation, could be integrated
pl: podstacja elektryczna, może być zintegrowana [FR]

source: power support
pl: słup wysokiego napięcia [FR]

source: power support, could be integrated
pl: słup wysokiego napięcia, może być zintegrowany

source: almost junction
pl: prawie skrzyżowanie

source: public_transport route
pl: transport publiczny

source: recycling container
pl: pojemniki na odpady

source: duplicate wikipedia
pl: tag wikipedia dwa razy

source: route access mismatch
pl: niedopasowany dostęp do trasy

source: similar name
pl: podobna nazwa

source: gas station, need update
pl: stacja paliw, potrzebna aktualizacja [FR}

source: phone number
pl: numer telefonu

source: traffic signs
pl: znaki drogowe

source: traffic sign limitation
pl: limity ze znaków drogowych [FR]

source: High
pl: Bardzo ważne

source: Normal or higher
pl: Ważne lub bardzo ważne

source: All
pl: Wszystkie

source: Normal only
pl: Tylko ważne

source: Low only
pl: Tylko mało ważne

source: We can be contacted through a direct email to <a href='mailto:{email}'>{email}</a>.
pl: Można się z nami skontaktować bezpośrednio przez e-mail <a href='mailto:{email}'>{email}</a>.

source: For new countries, we can be contacted through a direct email to <a href='mailto:{email}'>{email}</a>.
pl: W sprawie nowych krajów można się z nami skontaktować bezpośrednio przez e-mail<a href='mailto:{email}'>{email}</a>.

source: JOSM validator
pl: Walidator JOSM

source: seamark
pl: znak nawigacyjny

source: addresses
pl: adresy

source: combinations
pl: kombinacje tagów

source: deprecated
pl: przestarzałe tagi

source: geometry
pl: geometria

source: multiple
pl: wiele wartości

source: numeric
pl: liczbowe

source: relation
pl: relacje

source: religion
pl: religia

source: territories
pl: ulice [DE, AT, FR]

source: unnecessary
pl: zbędne tagi

source: Country
pl: Kraj/region

source: Item
pl: Problem

source: False positive / Done
pl: Fałszywy alarm / Poprawione

source: Mark issue #%d as false positive
pl: Oznacz problem #%d jako fałszywy alarm

source: Mark issue #%d as fixed
pl: Oznacz problem #%d jako poprawiony

source: Objects edited
pl: Edytowane obiekty

source: Objects deleted
pl: Usunięte obiekty

source: Show Object on {where}
pl: Pokaż obiekt na {where}

source: Edit Object with {where}
pl: Edytuj obiekt w {where}

source: online Osmose Editor
pl: edytorze online Osmose

source: Show the area on {where}
pl: Pokaż to miejsce na {where}

source: Edit the area on {where}
pl: Edytuj ten obiekt w {where}

source: details
pl: szczegóły

source: Issue reported on:
pl: Problem wykryto:

source: Help on OSM Wiki
pl: Wyjaśnienie błędu na wiki

source: Report the issue as improper, if according to you is not an issue. The issue will not be displayed to anyone more.
pl: Zgłoś ten problem jako niewłaściwy, jeśli według ciebie to nie błąd. Problem nie będzie się już wyświetlał.

source: After issue fixed on the OSM data, mark it as done. May also disappear automatically on next check if no more issue.
pl: Po naprawieniu błędu na OSM, oznacz jako zrobione. Ten problem zniknie też automatycznie po następnym sprawdzeniu, jeśli nie będzie już błędu.

source: zone:maxspeed
pl: zone:maxspeed [FR, DE]

source: power transformer
pl: stacje transformatorowe

source: Item #%s
pl: #%s

source: opening hours
pl: godziny otwarcia

source: hospital
pl: szpital [FR]

source: social facility
pl: ośrodek pomocy społecznej [FR]

source: medical lab
pl: laboratorium [FR]

source: hospital, could be integrated
pl: szpital, może być zintegrowany [FR]

source: social facility, could be integrated
pl: ośrodek pomocy społecznej, może być zintegrowany [FR]

source: medical lab, could be integrated
pl: laboratorium, może być zintegrowane [FR]

source: police, need update
pl: policja, potrzebna aktualizacja [FR]

source: swimming pool
pl: baseny

source: enforcement
pl: fotoradary

source: URL
pl: strona internetowa

source: street objects
pl: obiekty przy drodze

source: openrailwaymap in germany
pl: openrailwaymap Niemcy

source: railways
pl: kolej

source: power plant
pl: elektrownia [FR]

source: Osmose tool is mainly developped by french people, and we aim to add more languages.
pl: Osmose jest narzędziem stworzonym głównie przez Francuzów. Zamierzamy dodać więcej języków.

source: defibrillator
pl: defibrylator [FR]

source: radio support
pl: maszt radiowy [FR}

source: radio support, could be integrated
pl: maszt radiowy, może być zintegrowany [FR]

source: radio support, need update
pl: maszt radiowy, potrzebna aktualizacja [FR]
